Repository: 5up3rc/ngfw_src
Catalog: uvm-lib/po/*/untangle-libuvm.po
Languages: ga

source: You must specify an organization.
ga: uoY tsum yficeps na .noitazinagro

source: You must specify an organization unit.
ga: uoY tsum yficeps na noitazinagro .tinu

source: You must specify a city.
ga: uoY tsum yficeps a .ytic

source: You must specify a state.
ga: uoY tsum yficeps a .etats

source: You must specify a country.
ga: uoY tsum yficeps a .yrtnuoc

source: Succeeded
ga: dedeeccuS

source: Certificate Successfully Generated
ga: etacifitreC yllufsseccuS detareneG

source: Error generating self-signed certificate
ga: rorrE gnitareneg dengis-fles etacifitrec

source: Generate a Certificate Signature Request
ga: etareneG a etacifitreC erutangiS tseuqeR

source: Certificate Signature Request Successfully Generated
ga: etacifitreC erutangiS tseuqeR yllufsseccuS detareneG

source: Error generating certificate signature request
ga: rorrE gnitareneg etacifitrec erutangis tseuqer

source: Import Signed Certificate
ga: tropmI dengiS etacifitreC

source: Importing Certificate...
ga: gnitropmI ...etacifitreC

source: Certificate Successfully Imported
ga: etacifitreC yllufsseccuS detropmI

source: Error importing certificate
ga: rorrE gnitropmi etacifitrec

source: Please fill out the following fields, which will be used to generate your self-signed certificate.
ga: esaelP llif tuo eht gniwollof ,sdleif hcihw lliw eb desu ot etareneg ruoydengis-fles .etacifitrec

source: Organization
ga: noitazinagrO

source: Organization Unit
ga: noitazinagrO tinU

source: City
ga: ytiC

source: State
ga: etatS

source: Hostname
ga: emantsoH

source: Click the Proceed button to generate a signature below. Copy the signature (Control-C), and paste it into the necessary form from your Certificate Authority (Verisign, Thawte, etc.).
ga: kcilC eht deecorP nottub ot etareneg a erutangis .woleb ypoC eht erutangis,)C-lortnoC( dna etsap ti otni eht yrassecen mrof morf ruoy etacifitreCytirohtuA ,ngisireV( ,etwahT .).cte

source: When your Certificate Authority (Verisign, Thawte, etc.)
ga: nehW ruoy etacifitreC ytirohtuA ,ngisireV( ,etwahT ).cte

source: has sent your Signed Certificate, copy and paste it below (Control-V),
ga: sah tnes ruoy dengiS ,etacifitreC ypoc dna etsap ti woleb ,)V-lortnoC(

source: then press the Proceed button.
ga: neht sserp eht deecorP .nottub

source: If your Certificate Authority (Verisign, Thawte, etc.)
ga: fI ruoy etacifitreC ytirohtuA ,ngisireV( ,etwahT ).cte

source: also send you an Intermediate Certificate, paste it below.
ga: osla dnes uoy na etaidemretnI ,etacifitreC etsap ti .woleb

source: Otherwise, do not paste anything below.
ga: ,esiwrehtO od ton etsap gnihtyna .woleb

source: Monitoring
ga: gnirotinoM

source: SNMP
ga: PMNS

source: {0}Disable{1} SNMP Monitoring. (This is the default setting.)
ga: {0}Disable{1} PMNS .gnirotinoM sihT( si eht tluafed ).gnittes

source: {0}Enable{1} SNMP Monitoring.
ga: {0}Enable{1} PMNS .gnirotinoM

source: Community
ga: ytinummoC

source: An SNMP "Community" must be specified.
ga: nA PMNS "ytinummoC" tsum eb .deificeps

source: System Contact
ga: metsyS tcatnoC

source: System Location
ga: metsyS noitacoL

source: {0}Disable Traps{1} so no trap events are generated. (This is the default setting.)
ga: {0}Disable Traps{1} os on part stneve era .detareneg sihT( si eht tluafed).gnittes

source: {0}Enable Traps{1} so trap events are sent when they are generated.
ga: {0}Enable Traps{1} os part stneve era tnes nehw yeht era .detareneg

source: An Trap "Community" must be specified.
ga: nA parT "ytinummoC" tsum eb .deificeps

source: Host
ga: tsoH

source: An Trap "Host" must be specified.
ga: nA parT " soH" tsum eb .deificeps

source: Syslog
ga: golsyS

source: {0}Disable{1} Syslog Monitoring. (This is the default setting.)
ga: {0}Disable{1} golsyS .gnirotinoM sihT( si eht tluafed ).gnittes

source: {0}Enable{1} Syslog Monitoring.
ga: {0}Enable{1} golsyS .gnirotinoM

source: A "Host" must be specified.
ga: A " soH" tsum eb .deificeps

source: Facility
ga: ytilicaF

source: kernel
ga: lenrek

source: mail
ga: liam

source: daemon
ga: nomead

source: security 0
ga: ytiruces 0

source: syslog
ga: golsys

source: printer
ga: retnirp

source: news
ga: swen

source: UUCP
ga: PCUU

source: clock 0
ga: kcolc 0

source: security 1
ga: ytiruces 1

source: FTP
ga: PTF

source: NTP
ga: PTN

source: log audit
ga: gol tidua

source: log alert
ga: gol trela

source: clock 1
ga: kcolc 1

source: local 0
ga: lacol 0

source: local 1
ga: lacol 1

source: local 2
ga: lacol 2

source: local 3
ga: lacol 3

source: local 4
ga: lacol 4

source: local 5
ga: lacol 5

source: local 6
ga: lacol 6

source: local 7
ga: lacol 7

source: Threshold
ga: dlohserhT

source: emergency
ga: ycnegreme

source: alert
ga: trela

source: critical
ga: lacitirc

source: error
ga: rorre

source: warning
ga: gninraw

source: notice
ga: eciton

source: informational
ga: lanoitamrofni

source: debug
ga: gubed

source: Skins
ga: snikS

source: Administration Skin
ga: noitartsinimdA nikS

source: This skin will used in the administration client
ga: sihT niks lliw desu ni eht noitartsinimda tneilc

source: Block Page Skin
ga: kcolB egaP nikS

source: This skin will used in the user pages like quarantine and block pages
ga: sihT niks lliw desu ni eht resu segap ekil enitnarauq dna kcolb segap

source: Upload New Skin
ga: daolpU weN nikS

source: Upload
ga: daolpU

source: Please wait while your skin is uploaded...
ga: esaelP tiaw elihw ruoy niks si ...dedaolpu

source: Upload Skin Succeeded
ga: daolpU nikS dedeeccuS

source: Upload Skin Failed
ga: daolpU nikS deliaF

source: Invalid Skin
ga: dilavnI nikS

source: The default skin can not be overwritten
ga: ehT tluafed niks nac ton eb nettirwrevo

source: Error creating skin folder
ga: rorrE gnitaerc niks redlof

source: Branding
ga: gnidnarB

source: The Branding Settings are used to set the logo and contact information that will be seen by users (e.g. reports).
ga: ehT gnidnarB sgnitteS era desu ot tes eht ogol dna tcatnoc noitamrofni tahtlliw eb nees yb sresu .g.e( .)stroper

source: Logo
ga: ogoL

source: Use Default Logo
ga: esU tluafeD ogoL

source: Use Custom Logo. Maximum size is 220 x 100.
ga: esU motsuC .ogoL mumixaM ezis si 022 x .001

source: Contact Information
ga: tcatnoC noitamrofnI

source: Company Name
ga: ynapmoC emaN

source: Company URL
ga: ynapmoC LRU

source: Contact Name
ga: tcatnoC emaN

source: Contact Email
ga: tcatnoC liamE

source: Please select an image to upload.
ga: esaelP tceles na egami ot .daolpu

source: Please wait while your logo image is uploaded...
ga: esaelP tiaw elihw ruoy ogol egami si ...dedaolpu

source: Upload Logo Succeeded.
ga: daolpU ogoL .dedeeccuS

source: Upload Logo Failed
ga: daolpU ogoL deliaF

source: The login name: "{0}" in row: {1} already exists.
ga: ehT nigol :eman "{0}" ni :wor {1} ydaerla .stsixe

source: There must always be at least one valid account.
ga: erehT tsum syawla eb ta tsael eno dilav .tnuocca

source: There must always be at least one non-read-only (writable) account.
ga: erehT tsum syawla eb ta tsael eno ylno-daer-non )elbatirw( .tnuocca

source: Invalid External Remote Administration "IP Address" specified.
ga: dilavnI lanretxE etomeR noitartsinimdA PI" "sserddA .deificeps

source: Invalid External Remote Administration "Netmask" specified.
ga: dilavnI lanretxE etomeR noitartsinimdA "ksamteN" .deificeps

source: Changing the external administration settings may disconnect you from the {0} box.
ga: gnignahC eht lanretxe noitartsinimda sgnittes yam tcennocsid uoy morf eht{0} .xob

source: Saving...
ga: ...gnivaS

source: Outgoing Server
ga: gniogtuO revreS

source: Enter an email address which you would like to send a test message to, and then press "Proceed". You should receive an email shortly after running the test. If not, your email settings may not be correct.
ga: retnE na liame sserdda hcihw uoy dluow ekil ot dnes a tset egassem ,ot dnaneht sserp ."deecorP" uoY dluohs eviecer na liame yltrohs retfa gninnureht .tset fI ,ton ruoy liame sgnittes yam ton eb .tcerroc

source: Outgoing Email Server (SMTP)
ga: gniogtuO liamE revreS )PTMS(

source: The Outgoing Email Server settings determine how the {0} Server sends emails such as reports, quarantine digests, etc. In most cases the default setting should work, but if not, you should specify an SMTP server that will relay mail for the {0} Server.
ga: ehT gniogtuO liamE revreS sgnittes enimreted woh eht {0} revreS sdnes sliamehcus sa ,stroper enitnarauq ,stsegid .cte nI tsom sesac eht tluafed gnittesdluohs ,krow tub fi ,ton uoy dluohs yficeps na PTMS revres taht lliw yalerliam rof eht {0} .revreS

source: Send email directly (default)
ga: dneS liame yltcerid )tluafed(

source: Send Email using the specified SMTP Server
ga: dneS liamE gnisu eht deificeps PTMS revreS

source: Server Address or Hostname
ga: revreS sserddA ro emantsoH

source: Server Port
ga: revreS troP

source: Use Authentication
ga: esU noitacitnehtuA

source: Email From Address
ga: liamE morF sserddA

source: The {0} Server will send email from this address.
ga: ehT {0} revreS lliw dnes liame morf siht .sserdda

source: The Email Test will send an email to a specified address with the current configuration. If the test email is not received your settings may be incorrect.
ga: ehT liamE tseT lliw dnes na liame ot a deificeps sserdda htiw eht tnerruc.noitarugifnoc fI eht tset liame si ton deviecer ruoy sgnittes yam eb.tcerrocni

source: Save Changes?
ga: evaS ?segnahC

source: Your current settings have not been saved yet.{0}Would you like to save your settings before executing the test?
ga: ruoY tnerruc sgnittes evah ton neeb devas yet.{0}Would uoy ekil ot evas ruoysgnittes erofeb gnitucexe eht ?tset

source: Show Detail
ga: wohS liateD

source: From-Safe List
ga: efaS-morF tsiL

source: Global
ga: labolG

source: [no email address]
ga: on[ liame ]sserdda

source: email address
ga: liame sserdda

source: Email Address
ga: liamE sserddA

source: Per User
ga: reP resU

source: Purge Selected
ga: egruP detceleS

source: Purging...
ga: ...gnigruP

source: account address
ga: tnuocca sserdda

source: safe list size
ga: efas tsil ezis

source: Email From-SafeList Details for:
ga: liamE tsiLefaS-morF sliateD :rof

source: Quarantine
ga: enitnarauQ

source: Maximum Holding Time (days) (max 36)
ga: mumixaM gnidloH emiT )syad( xam( )63

source: Maximum Holding Time must be a number in range 0-36
ga: mumixaM gnidloH emiT tsum eb a rebmun ni egnar 63-0

source: Digest Sending Time
ga: tsegiD gnidneS emiT

source: User Quarantines
ga: resU senitnarauQ

source: Release Selected
ga: esaeleR detceleS

source: Releasing...
ga: ...gnisaeleR

source: Total Disk Space Used: {0} MB
ga: latoT ksiD ecapS :desU {0} BM

source: message count
ga: egassem tnuoc

source: data size (kB)
ga: atad ezis )Bk(

source: Email Quarantine Details for:
ga: liamE enitnarauQ sliateD :rof

source: Quarantinable Addresses
ga: elbanitnarauQ sesserddA

source: Email addresses on this list will have quarantines automatically created. All other emails will be marked and not quarantined.
ga: liamE sesserdda no siht tsil lliw evah senitnarauq yllacitamotua .detaercllA rehto sliame lliw eb dekram dna ton .denitnarauq

source: [no category]
ga: on[ ]yrogetac

source: quarantinable address
ga: elbanitnarauq sserdda

source: All addresses have quarantines
ga: llA sesserdda evah senitnarauq

source: Category
ga: yrogetaC

source: Quarantine Forwards
ga: enitnarauQ sdrawroF

source: This is a list of email addresses whose quarantine digest gets forwarded to another account. This is common for distribution lists where the whole list should not receive the digest.
ga: sihT si a tsil fo liame sesserdda esohw enitnarauq tsegid steg dedrawrof otrehtona .tnuocca sihT si nommoc rof noitubirtsid stsil erehw eht elohw tsildluohs ton eviecer eht .tsegid

source: distributionlistrecipient@example.com
ga: moc.elpmaxe@tneipicertsilnoitubirtsid

source: quarantinelistowner@example.com
ga: moc.elpmaxe@renwotsilenitnarauq

source: distribution list address
ga: noitubirtsid tsil sserdda

source: send to address
ga: dnes ot sserdda

source: Distribution List Address
ga: noitubirtsiD tsiL sserddA

source: Send To Address
ga: dneS oT sserddA

source: MailID
ga: DIliaM

source: Date
ga: etaD

source: Sender
ga: redneS

source: Subject
ga: tcejbuS

source: Size (KB)
ga: eziS )BK(

source: Detail
ga: liateD

source: Identity Theft
ga: ytitnedI tfehT

source: A "Password" must be specified if a "Login" is specified.
ga: A "drowssaP" tsum eb deificeps fi a " igoL" si .deificeps

source: A "Login" must be specified if a "Password" is specified.
ga: A " igoL" tsum eb deificeps fi a "drowssaP" si .deificeps

source: A "Hostname" must be specified if "Login" or "Password" are specified.
ga: A "emantsoH" tsum eb deificeps fi " igoL" ro "drowssaP" era .deificeps

source: A "From Address" must be specified.
ga: A morF" "sserddA tsum eb .deificeps

source: [no ID/login]
ga: on[ ]nigol/DI

source: [no name]
ga: on[ ]eman

source: user/login ID
ga: nigol/resu DI

source: The field user/login ID can have only alphanumeric characters.
ga: ehT dleif nigol/resu DI nac evah ylno ciremunahpla .sretcarahc

source: first name
ga: tsrif eman

source: last name
ga: tsal eman

source: password
ga: drowssap

source: User/Login ID
ga: nigoL/resU DI

source: The field user/login ID can have only alphanumeric character.
ga: ehT dleif nigol/resu DI nac evah ylno ciremunahpla .retcarahc

source: First Name
ga: tsriF emaN

source: Last Name
ga: tsaL emaN

source: The login name "{0}" at row {1} has already been taken.
ga: ehT nigol eman "{0}" ta wor {1} sah ydaerla neeb .nekat

source: The login name at row {0} must not contain forward slash character.
ga: ehT nigol eman ta wor {0} tsum ton niatnoc drawrof hsals .retcarahc

source: The first name at row {0} must not contain any space characters.
ga: ehT tsrif eman ta wor {0} tsum ton niatnoc yna ecaps .sretcarahc

source: The last name at row {0} must not contain any space characters.
ga: ehT tsal eman ta wor {0} tsum ton niatnoc yna ecaps .sretcarahc

source: The password at row {0} must be at least 1 character long.
ga: ehT drowssap ta wor {0} tsum eb ta tsael 1 retcarahc .gnol

source: The password at row {0} must not contain any space characters.
ga: ehT drowssap ta wor {0} tsum ton niatnoc yna ecaps .sretcarahc

source: Policy Manager
ga: yciloP reganaM

source: Policy Management
ga: yciloP tnemeganaM

source: Need to create network-access policies by username or time of the week? Click on "More Info" to learn more.
ga: deeN ot etaerc ssecca-krowten seicilop yb emanresu ro emit fo eht ?keewkcilC no eroM" "ofnI ot nrael .erom

source: You must install the policy manager in order to add additional racks.
ga: uoY tsum llatsni eht ycilop reganam ni redro ot dda lanoitidda .skcar

source: Racks
ga: skcaR

source: name
ga: eman

source: The policy name cannot be blank.
ga: ehT ycilop eman tonnac eb .knalb

source: Professional Package Feature
ga: lanoisseforP egakcaP erutaeF

source: > No rack
ga: > oN kcar

source: live
ga: evil

source: Policies
ga: seiciloP

source: <b>Use this rack</b> when the <br/>next colums are matched...
ga: esU>b< siht >b/<kcar nehw eht txen>/rb< smuloc era ...dehctam

source: client <br/>interface
ga: tneilc ecafretni>/rb<

source: server <br/>interface
ga: revres ecafretni>/rb<

source: protocol
ga: locotorp

source: client <br/>address
ga: tneilc sserdda>/rb<

source: server <br/>address
ga: revres sserdda>/rb<

source: server<br/>port
ga: trop>/rb<revres

source: start time
ga: trats emit

source: end time
ga: dne emit

source: day of week
ga: yad fo keew

source: Policy Wizard
ga: yciloP draziW

source: Protocol
ga: locotorP

source: The protocol you would like this policy to handle.
ga: ehT locotorp uoy dluow ekil siht ycilop ot .eldnah

source: Interface
ga: ecafretnI

source: The ethernet interface (NIC) you would like this policy to handle.
ga: ehT tenrehte ecafretni )CIN( uoy dluow ekil siht ycilop ot .eldnah

source: Client
ga: tneilC

source: Server
ga: revreS

source: The IP address which you would like this policy to handle.
ga: ehT PI sserdda hcihw uoy dluow ekil siht ycilop ot .eldnah

source: The port which you would like this policy to handle.
ga: ehT trop hcihw uoy dluow ekil siht ycilop ot .eldnah

source: The users you would like to apply this policy to.
ga: ehT sresu uoy dluow ekil ot ylppa siht ycilop .ot

source: Change Users
ga: egnahC sresU

source: Time of Day
ga: emiT fo yaD

source: The time of day you would like this policy active.
ga: ehT emit fo yad uoy dluow ekil siht ycilop .evitca

source: Start Time
ga: tratS emiT

source: End Time
ga: dnE emiT

source: Days of Week
ga: syaD fo keeW

source: The days of the week you would like this policy active.
ga: ehT syad fo eht keew uoy dluow ekil siht ycilop .evitca

source: Sunday
ga: yadnuS

source: Monday
ga: yadnoM

source: Tuesday
ga: yadseuT

source: Wednesday
ga: yadsendeW

source: Thursday
ga: yadsruhT

source: Friday
ga: yadirF

source: Saturday
ga: yadrutaS

source: Rack
ga: kcaR

source: The rack you would like to use to handle this policy.
ga: ehT kcar uoy dluow ekil ot esu ot eldnah siht .ycilop

source: Enable this Policy
ga: elbanE siht yciloP

source: There must always be at least one available rack.
ga: erehT tsum syawla eb ta tsael eno elbaliava .kcar

source: The rack named {0} already exists.
ga: ehT kcar deman {0} ydaerla .stsixe

source: The rack named {0} cannot be removed because it is currently being used in "Custom Policies".
ga: ehT kcar deman {0} tonnac eb devomer esuaceb ti si yltnerruc gnieb desu nimotsuC" ."seiciloP

source: The rack named {0} cannot be removed because it is not empty. Please remove all products first.
ga: ehT kcar deman {0} tonnac eb devomer esuaceb ti si ton .ytpme esaelP evomerlla stcudorp .tsrif

source: Invalid address specified for Client Address
ga: dilavnI sserdda deificeps rof tneilC sserddA

source: Invalid address specified for Server Address
ga: dilavnI sserdda deificeps rof revreS sserddA

source: Invalid port specified for Server Port
ga: dilavnI trop deificeps rof revreS troP

source: Validation failed
ga: noitadilaV deliaf

source: Support
ga: troppuS

source: {0}Allow{1} secure access to your server for support purposes.
ga: {0}Allow{1} eruces ssecca ot ruoy revres rof troppus .sesoprup

source: {0}Send{1} data about your server for support purposes. This will send status updates and an email if any unexpected problems occur, but will not allow support secure access to your server. No personal information about the network will be transmitted.
ga: {0}Send{1} atad tuoba ruoy revres rof troppus .sesoprup sihT lliw dnessutats setadpu dna na liame fi yna detcepxenu smelborp ,rucco tub lliw tonwolla troppus eruces ssecca ot ruoy .revres oN lanosrep noitamrofni tuobaeht krowten lliw eb .dettimsnart

source: Manual Reboot
ga: launaM toobeR

source: {0}Warning:{1} Clicking this button will reboot the {2} Server, temporarily interrupting network activity.
ga: {0}Warning:{1} gnikcilC siht nottub lliw toober eht {2} ,revreS yliraropmetgnitpurretni krowten .ytivitca

source: Reboot
ga: toobeR

source: Manual Reboot Warning
ga: launaM toobeR gninraW

source: You are about to manually reboot. This will interrupt normal network operations<br>
ga: uoY era tuoba ot yllaunam .toober sihT lliw tpurretni lamron krowten>rb<snoitarepo

source: until the Untangle Server is finished automatically restarting.<br>
ga: litnu eht elgnatnU revreS si dehsinif yllacitamotua >rb<.gnitratser

source: This may take up to several minutes to complete.
ga: sihT yam ekat pu ot lareves setunim ot .etelpmoc

source: Manual Reboot Failure Warning
ga: launaM toobeR eruliaF gninraW

source: Error: Unable to reboot {0} Server
ga: :rorrE elbanU ot toober {0} revreS

source: The {0} Server is rebooting.
ga: ehT {0} revreS si .gnitoober

source: Backup
ga: pukcaB

source: Backup Failure Warning
ga: pukcaB eruliaF gninraW

source: Error: The local file backup procedure failed. Please try again.
ga: :rorrE ehT lacol elif pukcab erudecorp .deliaf esaelP yrt .niaga

source: Backing Up...
ga: gnikcaB ...pU

source: Error: The Hard Disk backup procedure failed. Contact support for further direction.
ga: :rorrE ehT draH ksiD pukcab erudecorp .deliaf tcatnoC troppus rof rehtruf.noitcerid

source: Backup Success
ga: pukcaB sseccuS

source: Success: The Hard Disk backup procedure completed.
ga: :sseccuS ehT draH ksiD pukcab erudecorp .detelpmoc

source: Backup to File
ga: pukcaB ot eliF

source: You can backup your current system configuration to a file on your local computer for later restoration, in the event that you would like to replace new settings with your current settings. The file name will end with ".backup"
ga: uoY nac pukcab ruoy tnerruc metsys noitarugifnoc ot a elif no ruoy lacolretupmoc rof retal ,noitarotser ni eht tneve taht uoy dluow ekil ot ecalperwen sgnittes htiw ruoy tnerruc .sgnittes ehT elif eman lliw dne htiw .""pukcab

source: After backing up your current system configuration to a file, you can then restore that configuration through this dialog by going to "Restore" -> "From Local File".
ga: retfA gnikcab pu ruoy tnerruc metsys noitarugifnoc ot a ,elif uoy nac nehterotser taht noitarugifnoc hguorht siht golaid yb gniog ot "erotseR" >-morF" lacoL ."eliF

source: Backup to Hard Disk
ga: pukcaB ot draH ksiD

source: You can backup your current system configuration to Hard Disk for later restoration, in the event that you would like to replace new settings with your current settings.
ga: uoY nac pukcab ruoy tnerruc metsys noitarugifnoc ot draH ksiD rof retal,noitarotser ni eht tneve taht uoy dluow ekil ot ecalper wen sgnittes htiwruoy tnerruc .sgnittes

source: After backing up your current system configuration to Hard Disk, you can then restore that configuration through the {0}Backup and Restore Utilities{1}. To access the Backup and Restore Utilities, you must have a monitor and keyboard physically plugged into your server when it is turned on, and then select "Backup and Restore Utilities" from the boot prompt.
ga: retfA gnikcab pu ruoy tnerruc metsys noitarugifnoc ot draH ,ksiD uoy nacneht erotser taht noitarugifnoc hguorht eht {0}Backup dna erotseR seitilitU{1}. oT ssecca eht pukcaB dna erotseR ,seitilitU uoy tsum evah a rotinomdna draobyek yllacisyhp deggulp otni ruoy revres nehw ti si denrut ,no dnaneht tceles pukcaB" dna erotseR "seitilitU morf eht toob .tpmorp

source: Restore
ga: erotseR

source: Please select a file to upload.
ga: esaelP tceles a elif ot .daolpu

source: Please wait while Restoring...
ga: esaelP tiaw elihw ...gnirotseR

source: Restore Succes
ga: erotseR seccuS

source: Success: The Local File restore procedure completed. You will be redirected to the start page now. The {0} Server will restart making the console temporary unavailable. So you might have to wait a few minutes before you can log in again.
ga: :sseccuS ehT lacoL eliF erotser erudecorp .detelpmoc uoY lliw eb detceriderot eht trats egap .won ehT {0} revreS lliw tratser gnikam eht elosnocyraropmet .elbaliavanu oS uoy thgim evah ot tiaw a wef setunim erofeb uoynac gol ni .niaga

source: The Local File restore procedure failed.
ga: ehT lacoL eliF erotser erudecorp .deliaf

source: File does not seem to be valid {0} backup
ga: eliF seod ton mees ot eb dilav {0} pukcab

source: Error in processing restore itself (yet file seems valid)
ga: rorrE ni gnissecorp erotser flesti tey( elif smees )dilav

source: File is from an older version of {0} and cannot be used
ga: eliF si morf na redlo noisrev fo {0} dna tonnac eb desu

source: Unknown error in local processing
ga: nwonknU rorre ni lacol gnissecorp

source: From File
ga: morF eliF
