Repository: 5up3rc/ngfw_src
Catalog: uvm-lib/po/*/untangle-libuvm.po
Languages: ga

source: You can restore a previous system configuration from a backup file on your local computer. The backup file name ends with ".backup"
ga: uoY nac erotser a suoiverp metsys noitarugifnoc morf a pukcab elif no ruoylacol .retupmoc ehT pukcab elif eman sdne htiw "pukcab."\

source: Restore from File
ga: erotseR morf eliF

source: From Hard Disk
ga: morF draH ksiD

source: After backing up your system configuration, you can restore that configuration through the {0}Recovery Utilities{1} on your server once it is done booting.
ga: retfA gnikcab pu ruoy metsys ,noitarugifnoc uoy nac erotser tahtnoitarugifnoc hguorht eht {0}Recovery Utilities{1} no ruoy revres ecno ti sienod .gnitoob

source: To access the {0}Recovery Utilities{1}, you must have a monitor and keyboard physically plugged into your server, and then click on the Recovery Utilities toolbar button when it is done booting.
ga: oT ssecca eht {0}Recovery Utilities{1}, uoy tsum evah a rotinom dna draobyekyllacisyhp deggulp otni ruoy ,revres dna neht kcilc no eht yrevoceRseitilitU rabloot nottub nehw ti si enod .gnitoob

source: Warning: These settings should not be changed unless instructed to do so by support.
ga: :gninraW esehT sgnittes dluohs ton eb degnahc sselnu detcurtsni ot od os yb.troppus

source: HTTP
ga: PTTH

source: Web Override
ga: beW edirrevO

source: {0}Enable Processing{1} of web traffic. (This is the default setting)
ga: {0}Enable Processing{1} fo bew .ciffart sihT( si eht tluafed )gnittes

source: {0}Disable Processing{1} of web traffic.
ga: {0}Disable Processing{1} fo bew .ciffart

source: Long URIs
ga: gnoL sIRU

source: {0}Enable Processing{1} of long URIs. The traffic is considered "Non-Http". (This is the default setting)
ga: {0}Enable Processing{1} fo gnol .sIRU ehT ciffart si deredisnoc pttH-noN"." sihT( si eht tluafed )gnittes

source: {0}Disable Processing{1} of long URIs.
ga: {0}Disable Processing{1} fo gnol .sIRU

source: Max URI Length (characters)
ga: xaM IRU htgneL )sretcarahc(

source: Long Headers
ga: gnoL sredaeH

source: {0}Enable Processing{1} of long headers. The traffic is considered "Non-Http". (This is the default setting)
ga: {0}Enable Processing{1} fo gnol .sredaeh ehT ciffart si deredisnoc -noN"."pttH sihT( si eht tluafed )gnittes

source: {0}Disable Processing{1} of long headers.
ga: {0}Disable Processing{1} fo gnol .sredaeh

source: Max Header Length (characters)
ga: xaM redaeH htgneL )sretcarahc(

source: Non-Http Blocking
ga: pttH-noN gnikcolB

source: {0}Allow{1} non-Http traffic to travel over port 80. (This is the default setting)
ga: {0}Allow{1} pttH-non ciffart ot levart revo trop .08 sihT( si eht tluafed)gnittes

source: {0}Stop{1} non-Http traffic to travel over port 80.
ga: {0}Stop{1} pttH-non ciffart ot levart revo trop .08

source: {0}Enable Processing{1} of File Transfer traffic. (This is the default setting)
ga: {0}Enable Processing{1} fo eliF refsnarT .ciffart sihT( si eht tluafed)gnittes

source: {0}Disable Processing{1} of File Transfer traffic.
ga: {0}Disable Processing{1} fo eliF refsnarT .ciffart

source: SMTP
ga: PTMS

source: {0}Enable SMTP{1} email processing. (This is the default setting)
ga: {0}Enable SMTP{1} liame .gnissecorp sihT( si eht tluafed )gnittes

source: {0}Disable SMTP{1} email processing.
ga: {0}Disable SMTP{1} liame .gnissecorp

source: SMTP timeout (seconds)
ga: PTMS tuoemit )sdnoces(

source: POP3
ga: 3POP

source: {0}Enable POP3{1} email processing. (This is the default setting)
ga: {0}Enable POP3{1} liame .gnissecorp sihT( si eht tluafed )gnittes

source: {0}Disable POP3{1} email processing.
ga: {0}Disable POP3{1} liame .gnissecorp

source: POP3 timeout (seconds)
ga: 3POP tuoemit )sdnoces(

source: IMAP
ga: PAMI

source: {0}Enable IMAP{1} email processing. (This is the default setting)
ga: {0}Enable IMAP{1} liame .gnissecorp sihT( si eht tluafed )gnittes

source: {0}Disable IMAP{1} email processing.
ga: {0}Disable IMAP{1} liame .gnissecorp

source: IMAP timeout (seconds)
ga: PAMI tuoemit )sdnoces(

source: Protocol Settings
ga: locotorP sgnitteS

source: Regional Settings
ga: lanoigeR sgnitteS

source: Current Time
ga: tnerruC emiT

source: time is automatically synced via NTP
ga: emit si yllacitamotua decnys aiv PTN

source: Timezone
ga: enozemiT

source: Language
ga: egaugnaL

source: Info
ga: ofnI

source: Please note that you have to refresh the application after saving for the new language to take effect.
ga: esaelP eton taht uoy evah ot hserfer eht noitacilppa retfa gnivas rof ehtwen egaugnal ot ekat .tceffe

source: Upload New Language Pack
ga: daolpU weN egaugnaL kcaP

source: Please wait while your language pack is uploaded...
ga: esaelP tiaw elihw ruoy egaugnal kcap si ...dedaolpu

source: Language pack uploaded with errors
ga: egaugnaL kcap dedaolpu htiw srorre

source: Upload language pack succeeded
ga: daolpU egaugnal kcap dedeeccus

source: Upload language pack failed
ga: daolpU egaugnal kcap deliaf

source: Invalid language pack; not a zip file
ga: dilavnI egaugnal ;kcap ton a piz elif

source: Max URI Length should be between 1024 and 4096!
ga: xaM IRU htgneL dluohs eb neewteb 4201 dna !6904

source: Max Header Length should be between 1024 and 8192!
ga: xaM redaeH htgneL dluohs eb neewteb 4201 dna !2918

source: SMTP timeout should be between 0 and 86400!
ga: PTMS tuoemit dluohs eb neewteb 0 dna !00468

source: POP timeout should be between 0 and 86400!
ga: POP tuoemit dluohs eb neewteb 0 dna !00468

source: IMAP timeout should be between 0 and 86400!
ga: PAMI tuoemit dluohs eb neewteb 0 dna !00468

source: Version
ga: noisreV

source: Summary
ga: yrammuS

source: Key
ga: yeK

source: Build
ga: dliuB

source: Java
ga: avaJ

source: License Agreement
ga: esneciL tnemeergA

source: You must complete all required fields.
ga: uoY tsum etelpmoc lla deriuqer .sdleif

source: System Component
ga: metsyS tnenopmoC

source: Product
ga: tcudorP

source: Unknown
ga: nwonknU

source: Various Updates
ga: suoiraV setadpU

source: N/A
ga: A/N

source: Misc.
ga: .csiM

source: Upgrades are available. There are {0} packages. Total size is {1} MBs.
ga: sedargpU era .elbaliava erehT era {0} .segakcap latoT ezis si {1} .sBM

source: No upgrades available.
ga: oN sedargpu .elbaliava

source: new version
ga: wen noisrev

source: type
ga: epyt

source: size (kb)
ga: ezis )bk(

source: Upgrade Setup
ga: edargpU puteS

source: Automatic Upgrade
ga: citamotuA edargpU

source: Automatically Install Upgrades
ga: yllacitamotuA llatsnI sedargpU

source: If new upgrades are available at the specified upgrade time they will be automatically downloaded and installed. During the install the system may be rebooted resulting in momentary loss of connectivicty.
ga: fI wen sedargpu era elbaliava ta eht deificeps edargpu emit yeht lliw ebyllacitamotua dedaolnwod dna .dellatsni gniruD eht llatsni eht metsys yam ebdetoober gnitluser ni yratnemom ssol fo .ytcivitcennoc

source: Do Not Automatically Install Upgrades
ga: oD toN yllacitamotuA llatsnI sedargpU

source: If new upgrades are available at the specified upgrade time they will be not be installed. All upgrades must be manually installed using the button on the Upgrade tab.
ga: fI wen sedargpu era elbaliava ta eht deificeps edargpu emit yeht lliw eb toneb .dellatsni llA sedargpu tsum eb yllaunam dellatsni gnisu eht nottub noeht edargpU .bat

source: Note: Turning off Automatic Upgrades does not disable signature & list updates
ga: :etoN gninruT ffo citamotuA sedargpU seod ton elbasid erutangis & tsilsetadpu

source: Upgrade Time
ga: edargpU emiT

source: could not resolve host
ga: dluoc ton evloser tsoh

source: request timed out
ga: tseuqer demit tuo

source: off-site access
ga: etis-ffo ssecca

source: standard access
ga: dradnats ssecca

source: off-site access to reporting is not allowed
ga: etis-ffo ssecca ot gnitroper si ton dewolla

source: standard access to reporting
ga: dradnats ssecca ot gnitroper

source: {0} Server
ga: {0} revreS

source: Bad Request
ga: daB tseuqeR

source: Unauthorized
ga: dezirohtuanU

source: Payment Required
ga: tnemyaP deriuqeR

source: Forbidden
ga: neddibroF

source: Not Found
ga: toN dnuoF

source: Method Not Allowed
ga: dohteM toN dewollA

source: Not Acceptable
ga: toN elbatpeccA

source: Proxy Authentication Required
ga: yxorP noitacitnehtuA deriuqeR

source: Request Timeout
ga: tseuqeR tuoemiT

source: Conflict
ga: tcilfnoC

source: Gone
ga: enoG

source: Length Required
ga: htgneL deriuqeR

source: Precondition Failed
ga: noitidnocerP deliaF

source: Request Entity Too Large
ga: tseuqeR ytitnE ooT egraL

source: Request-URI Too Long
ga: IRU-tseuqeR ooT gnoL

source: Unsupported Media Type
ga: detroppusnU aideM epyT

source: Requested Range Not Satisfiable
ga: detseuqeR egnaR toN elbaifsitaS

source: Expectation Failed
ga: noitatcepxE deliaF

source: Internal Server Error
ga: lanretnI revreS rorrE

source: Not Implemented
ga: toN detnemelpmI

source: Bad Gateway
ga: daB yawetaG

source: Service Unavailable
ga: ecivreS elbaliavanU

source: Gateway Timeout
ga: yawetaG tuoemiT

source: HTTP Version Not Supported
ga: PTTH noisreV toN detroppuS

source: Error
ga: rorrE

source: UDP Sessions
ga: PDU snoisseS

source: TCP Sessions
ga: PCT snoisseS

source: UDP Session Requests
ga: PDU noisseS stseuqeR

source: TCP Session Requests
ga: PCT noisseS stseuqeR

source: Server to Node Chunks
ga: revreS ot edoN sknuhC

source: Client to Node Chunks
ga: tneilC ot edoN sknuhC

source: Node to Server Chunks
ga: edoN ot revreS sknuhC

source: Server to Node Bytes
ga: revreS ot edoN setyB

source: Client to Node Bytes
ga: tneilC ot edoN setyB

source: Node to Server Bytes
ga: edoN ot revreS setyB

source: Node to Client Bytes
ga: edoN ot tneilC setyB

source: Block Request
ga: kcolB tseuqeR

source: BLOCK
ga: KCOLB

source: Pass Request
ga: ssaP tseuqeR

source: PASS
ga: SSAP

source: Request Logged
ga: tseuqeR deggoL

source: Scan Connection
ga: nacS noitcennoC

source: SCAN
ga: NACS

source: IPS Attempts Logged
ga: SPI stpmettA deggoL

source: Block Connection
ga: kcolB noitcennoC

source: Pass Connection
ga: ssaP noitcennoC

source: Connect
ga: tcennoC

source: CONNECT
ga: TCENNOC

source: Scan Protocol
ga: nacS locotorP

source: Block Protocol
ga: kcolB locotorP

source: Detect Protocol
ga: tceteD locotorP

source: DETECT
ga: TCETED

source: Pass Message
ga: ssaP egasseM

source: Block Message
ga: kcolB egasseM

source: Mark Message
ga: kraM egasseM

source: MARK
ga: KRAM

source: Quarantine Message
ga: enitnarauQ egasseM

source: QUARANTINE
ga: ENITNARAUQ

source: Spam Detected
ga: mapS detceteD

source: Email Received
ga: liamE devieceR

source: Spyware Pages Detected
ga: erawypS segaP detceteD

source: SPYDETECTED
ga: DETCETEDYPS

source: Scan Message
ga: nacS egasseM

source: Remove Message
ga: evomeR egasseM

source: REMOVE
ga: EVOMER

source: Passed Infected Message
ga: dessaP detcefnI egasseM

source: decimal_sep
ga: pes_lamiced

source: thousand_sep
ga: pes_dnasuoht

source: date_fmt
ga: tmf_etad

source: timestamp_fmt
ga: tmf_pmatsemit
