Repository: 5up3rc/ngfw_src
Catalog: uvm-lib/po/*/untangle-libuvm.po
Languages: ga

source: Initializing...
ga: ...gnizilaitinI

source: Please wait
ga: esaelP tiaw

source: Checking for available upgrades...
ga: gnikcehC rof elbaliava ...sedargpu

source: Failed
ga: deliaF

source: Upgrades warning
ga: sedargpU gninraw

source: Upgrades are available. You must perform all possible upgrades before downloading from the library. Please click OK to open Upgrade panel.
ga: sedargpU era .elbaliava uoY tsum mrofrep lla elbissop sedargpu erofebgnidaolnwod morf eht .yrarbil esaelP kcilc KO ot nepo edargpU .lenap

source: Starting...
ga: ...gnitratS

source: Apps
ga: sppA

source: Config
ga: gifnoC

source: Help
ga: pleH

source: What Apps should I use?
ga: tahW sppA dluohs I ?esu

source: My Account
ga: yM tnuoccA

source: The value in this field is invalid
ga: ehT eulav ni siht dleif si dilavni

source: This field is required
ga: sihT dleif si deriuqer

source: Invalid IP Address.
ga: dilavnI PI .sserddA

source: The port must be an integer number between {0} and {1}.
ga: ehT trop tsum eb na regetni rebmun neewteb {0} dna {1}.

source: The port must be an integer number between {0} and {1} or one of the following values: any, all, n/a, none.
ga: ehT trop tsum eb na regetni rebmun neewteb {0} dna {1} ro eno fo ehtgniwollof :seulav ,yna ,lla ,a/n .enon

source: Passwords do not match
ga: sdrowssaP od ton hctam

source: Downloading updates...
ga: gnidaolnwoD ...setadpu

source: Warning
ga: gninraW

source: {0} cannot be removed because it is being used by the following rack:{1}You must remove the product from all racks first.
ga: {0} tonnac eb devomer esuaceb ti si gnieb desu yb eht gniwollof rack:{1}Youtsum evomer eht tcudorp morf lla skcar .tsrif

source: Loading Rack...
ga: gnidaoL ...kcaR

source: Networking
ga: gnikrowteN

source: Administration
ga: noitartsinimdA

source: Email
ga: liamE

source: Local Directory
ga: lacoL yrotceriD

source: Upgrade
ga: edargpU

source: System
ga: metsyS

source: System Info
ga: metsyS ofnI

source: Configuration
ga: noitarugifnoC

source: Loading Config...
ga: gnidaoL ...gifnoC

source: OpenVPN warning
ga: NPVnepO gninraw

source: OpenVPN can not be automatically turned on.<br>Please configure its settings first.
ga: NPVnepO nac ton eb yllacitamotua denrut esaelP>rb<.no erugifnoc sti sgnittes.tsrif

source: Services & Utilities
ga: secivreS & seitilitU

source: Services
ga: secivreS

source: Redirecting to the start page...
ga: gnitcerideR ot eht trats ...egap

source: The Session has expired. You will be redirected to the start page.
ga: ehT noisseS sah .deripxe uoY lliw eb detcerider ot eht trats .egap

source: Error making rpc request to server
ga: rorrE gnikam cpr tseuqer ot revres

source: TODO
ga: ODOT

source: any
ga: yna

source: External
ga: lanretxE

source: VPN
ga: NPV

source: Internal
ga: lanretnI

source: More Trusted
ga: eroM detsurT

source: Less Trusted
ga: sseL detsurT

source: TCP & UDP
ga: PCT & PDU

source: UDP
ga: PDU

source: TCP
ga: PCT

source: ANY
ga: YNA

source: Apps Error
ga: sppA rorrE

source: Error in Rack View applications list.
ga: rorrE ni kcaR weiV snoitacilppa .tsil

source: More Info
ga: eroM ofnI

source: Install
ga: llatsnI

source: Trial Install
ga: lairT llatsnI

source: Buy
ga: yuB

source: Unactivating...
ga: ...gnitavitcanU

source: Installing...
ga: ...gnillatsnI

source: Uninstalling...
ga: ...gnillatsninU

source: Downloading...
ga: ...gnidaolnwoD

source: Activate timeout.
ga: etavitcA .tuoemit

source: More Info - {0}
ga: eroM ofnI - {0}

source: Settings
ga: sgnitteS

source: Buy Now
ga: yuB woN

source: Loading Settings...
ga: gnidaoL ...sgnitteS

source: Error: There is no settings class for the node '{0}'.
ga: :rorrE erehT si on sgnittes ssalc rof eht edon '{0}'.

source: Warning:
ga: :gninraW

source: Free Trial Ended
ga: eerF lairT dednE

source: Free Trial Expires Today
ga: eerF lairT seripxE yadoT

source: Free Trial. {0} days remain
ga: eerF .lairT {0} syad niamer

source: The <B>Status Indicator</B> shows the current operating condition of a particular software product.
ga: ehT sutatS>B< >B/<rotacidnI swohs eht tnerruc gnitarepo noitidnoc fo aralucitrap erawtfos .tcudorp

source: Green
ga: neerG

source: indicates that the product is "on" and operating normally.
ga: setacidni taht eht tcudorp si " o" dna gnitarepo .yllamron

source: Red
ga: deR

source: indicates that the product is "on", but that an abnormal condition has occurred.
ga: setacidni taht eht tcudorp si ," o" tub taht na lamronba noitidnoc sah.derrucco

source: Yellow
ga: wolleY

source: indicates that the product is saving or refreshing settings.
ga: setacidni taht eht tcudorp si gnivas ro gnihserfer .sgnittes

source: Clear
ga: raelC

source: indicates that the product is "off", and may be turned "on" by the user.
ga: setacidni taht eht tcudorp si ,"ffo" dna yam eb denrut " o" yb eht .resu

source: The <B>Power Button</B> allows you to turn a product "on" and "off".
ga: ehT rewoP>B< >B/<nottuB swolla uoy ot nrut a tcudorp " o" dna ."ffo"\

source: Error downloading package {0}. Install Aborted.
ga: rorrE gnidaolnwod egakcap {0}. llatsnI .detrobA

source: Error installing package {0}. Install Aborted.
ga: rorrE gnillatsni egakcap {0}. llatsnI .detrobA

source: Downloading {0}. <br/>Status: {1} KB/{2} KB downloaded. <br/>Speed: {3}.
ga: gnidaolnwoD {0}. :sutatS>/rb< {1} KB/{2} BK .dedaolnwod :deepS>/rb< {3}.

source: <br/>Package {0}/{1}.
ga: egakcaP>/rb< {0}/{1}.

source: Updating... Please wait
ga: ...gnitadpU esaelP tiaw

source: Upgrade Successful
ga: edargpU lufsseccuS

source: The Upgrade succeeded. You will be redirected to the start page now. After an upgrade the UVM may restart making the console temporary unavailable. So you might have to wait a few minutes before you can log in again.
ga: ehT edargpU .dedeeccus uoY lliw eb detcerider ot eht trats egap .won retfAna edargpu eht MVU yam tratser gnikam eht elosnoc yraropmet .elbaliavanu oSuoy thgim evah ot tiaw a wef setunim erofeb uoy nac gol ni .niaga

source: Upgrade Failed
ga: edargpU deliaF

source: The Upgrade failed. You will be redirected to the start page now. After an upgrade the UVM may restart making the console temporary unavailable. So you might have to wait a few minutes before you can log in again.
ga: ehT edargpU .deliaf uoY lliw eb detcerider ot eht trats egap .won retfA naedargpu eht MVU yam tratser gnikam eht elosnoc yraropmet .elbaliavanu oS uoythgim evah ot tiaw a wef setunim erofeb uoy nac gol ni .niaga

source: Upgrade Timeout
ga: edargpU tuoemiT

source: Network
ga: krowteN

source: CPU Load
ga: UPC daoL

source: Memory
ga: yromeM

source: Disk
ga: ksiD

source: Tx:
ga: :xT

source: Rx:
ga: :xR

source: RX Speed:
ga: XR :deepS

source: TX Speed:
ga: XT :deepS

source: Number of Processors / Type / Speed:
ga: rebmuN fo srossecorP / epyT / :deepS

source: Uptime:
ga: :emitpU

source: Tasks (Processes)
ga: sksaT )sessecorP(

source: Threads
ga: sdaerhT

source: CPU Utilization by User:
ga: UPC noitazilitU yb :resU

source: CPU Utilization by System:
ga: UPC noitazilitU yb :metsyS

source: Load average (1 min / 5 min / 15 min):
ga: daoL egareva 1( nim / 5 nim / 51 :)nim

source: Total Memory:
ga: latoT :yromeM

source: Memory Used:
ga: yromeM :desU

source: Memory Free:
ga: yromeM :eerF

source: Memory Pages:
ga: yromeM :segaP

source: active
ga: evitca

source: inactive
ga: evitcani

source: cached
ga: dehcac

source: buffers
ga: sreffub

source: VM Statistics:
ga: MV :scitsitatS

source: pageins
ga: sniegap

source: pageouts
ga: stuoegap

source: page faults
ga: egap stluaf

source: Swap Files:
ga: pawS :seliF

source: total swap space
ga: latot paws ecaps

source: used
ga: desu

source: Total Disk Space:
ga: latoT ksiD :ecapS

source: Free Disk Space:
ga: eerF ksiD :ecapS

source: Data read:
ga: ataD :daer

source: Data write:
ga: ataD :etirw

source: activity
ga: ytivitca

source: system
ga: metsys

source: The node {0} has {1} metrics. The maximum number of metrics is {2}.
ga: ehT edon {0} sah {1} .scirtem ehT mumixam rebmun fo scirtem si {2}.

source: Please set up to four items.
ga: esaelP tes pu ot ruof .smeti

source: Ok
ga: kO

source: Cancel
ga: lecnaC

source: Event Log
ga: tnevE goL

source: Refresh
ga: hserfeR

source: Refreshing...
ga: ...gnihserfeR

source: Remove
ga: evomeR

source: Save
ga: evaS

source: Update
ga: etadpU

source: Edit
ga: tidE

source: The form is not valid!
ga: ehT mrof si ton !dilav

source: Delete
ga: eteleD

source: Reorder
ga: redroeR

source: Loading ...
ga: gnidaoL ...

source: Displaying topics {0} - {1} of {2}
ga: gniyalpsiD scipot {0} - {1} fo {2}

source: No topics to display
ga: oN scipot ot yalpsid

source: Add
ga: ddA

source: Add New Row
ga: ddA weN woR

source: Portal Question
ga: latroP noitseuQ

source: Users
ga: sresU

source: Active Directory
ga: evitcA yrotceriD

source: Local
ga: lacoL

source: UNKNOWN
ga: NWONKNU

source: user
ga: resu

source: Select User
ga: tceleS resU

source: Select Users
ga: tceleS sresU

source: You may choose user ID/Login that exists in the User Directory (either local or remote Active Directory), or you can add a new user to the User Directory, and then choose that user.
ga: uoY yam esoohc resu nigoL/DI taht stsixe ni eht resU yrotceriD rehtie( lacolro etomer evitcA ,)yrotceriD ro uoy nac dda a wen resu ot eht resU,yrotceriD dna neht esoohc taht .resu

source: You may choose user IDs/Logins that exist in the User Directory (either local or remote Active Directory), or you can add a new user to the User Directory, and then choose that user.
ga: uoY yam esoohc resu snigoL/sDI taht tsixe ni eht resU yrotceriD rehtie(lacol ro etomer evitcA ,)yrotceriD ro uoy nac dda a wen resu ot eht resU,yrotceriD dna neht esoohc taht .resu

source: Select an existing user
ga: tceleS na gnitsixe resu

source: Select an existing user or users
ga: tceleS na gnitsixe resu ro sresu

source: Add a new user
ga: ddA a wen resu

source: Open Local Directory
ga: nepO lacoL yrotceriD

source: Open Active Directory
ga: nepO evitcA yrotceriD

source: Loading...
ga: ...gnidaoL

source: There was a problem refreshing Active Directory users. Please check your Active Directory settings and then try again.
ga: erehT saw a melborp gnihserfer evitcA yrotceriD .sresu esaelP kcehc ruoyevitcA yrotceriD sgnittes dna neht yrt .niaga

source: There was a problem refreshing Local Directory users. Please check your Local Directory settings and try again.
ga: erehT saw a melborp gnihserfer lacoL yrotceriD .sresu esaelP kcehc ruoylacoL yrotceriD sgnittes dna yrt .niaga

source: Please choose a user id/login or press Cancel!
ga: esaelP esoohc a resu nigol/di ro sserp !lecnaC

source: {0} Previous
ga: {0} suoiverP

source: Next {0}
ga: txeN {0}

source: Close
ga: esolC

source: Finish
ga: hsiniF

source: Step {0}
ga: petS {0}

source: Enter an email address which you would like to send a test message to, and then press "Proceed". You should receive an email shortly after running the test. If not, your email settings may not be correct.
ga: retnE na liame sserdda hcihw uoy dluow ekil ot dnes a tset egassem ,ot dnaneht sserp ."deecorP" uoY dluohs eviecer na liame yltrohs retfa gninnureht .tset fI ,ton ruoy liame sgnittes yam ton eb .tcerroc

source: Test email sent.
ga: tseT liame .tnes

source: Warning! Test failed. Check your settings.
ga: !gninraW tseT .deliaf kcehC ruoy .sgnittes

source: Sending...
ga: ...gnidneS

source: Email Test
ga: liamE tseT

source: Proceed
ga: deecorP

source: Thanks for using Untangle
ga: sknahT rof gnisu elgnatnU

source: This wizard will guide you through the initial setup and configuration of your Untangle Server.
ga: sihT draziw lliw ediug uoy hguorht eht laitini putes dna noitarugifnoc foruoy elgnatnU .revreS

source: Click {0}Next{1} to get started.
ga: kcilC {0}Next{1} ot teg .detrats

source: Welcome
ga: emocleW

source: Configure your Server
ga: erugifnoC ruoy revreS

source: <b>Choose a password for the admin account</b>
ga: esoohC>b< a drowssap rof eht nimda >b/<tnuocca

source: Login
ga: nigoL

source: Password
ga: drowssaP

source: The password is shorter than the minimum %d characters.
ga: ehT drowssap si retrohs naht eht muminim %d .sretcarahc

source: Confirm Password
ga: mrifnoC drowssaP

source: <b>Select a timezone</b>
ga: tceleS>b< a >b/<enozemit

source: Saving Settings
ga: gnivaS sgnitteS

source: Unable to save the admin password
ga: elbanU ot evas eht nimda drowssap

source: Unable to save password.
ga: elbanU ot evas .drowssap

source: My Business
ga: yM ssenisuB

source: A Client's Business
ga: A s'tneilC ssenisuB

source: School
ga: loohcS

source: Home
ga: emoH

source: Registration
ga: noitartsigeR

source: Please provide administrator contact info.
ga: esaelP edivorp rotartsinimda tcatnoc .ofni

source: Confirm Email
ga: mrifnoC liamE

source: Name
ga: emaN

source: Number of PCs on your network
ga: rebmuN fo sCP no ruoy krowten

source: Approximate
ga: etamixorppA

source: Answering these questions will help us build a better product - for you!
ga: gnirewsnA eseht snoitseuq lliw pleh su dliub a retteb tcudorp - rof !uoy

source: Where will you be using Untangle
ga: erehW lliw uoy eb gnisu elgnatnU

source: Country
ga: yrtnuoC

source: <span class="requiredstar">*</span> Required
ga: naps< >naps/<*>"atsderiuqer"=ssalc deriuqeR

source: Saving Registration Info
ga: gnivaS noitartsigeR ofnI

source: Status
ga: sutatS

source: unknown
ga: nwonknu

source: connected
ga: detcennoc

source: Identify Network Cards
ga: yfitnedI krowteN sdraC

source: This step can help you identify your external, internal, and other network cards. Plug an active cable into each network card one at a time and hit refresh to determine which network card is which. You can also drag and drop the interfaces to remap them at this time.
ga: sihT pets nac pleh uoy yfitnedi ruoy ,lanretxe ,lanretni dna rehto krowten.sdrac gulP na evitca elbac otni hcae krowten drac eno ta a emit dna tihhserfer ot enimreted hcihw krowten drac si .hcihw uoY nac osla gard dna pordeht secafretni ot pamer meht ta siht .emit

source: Network Cards
ga: krowteN sdraC

source: Remapping Network Interfaces
ga: gnippameR krowteN secafretnI

source: Unable to remap the interfaces.
ga: elbanU ot pamer eht .secafretni

source: Refreshing Network Interfaces
ga: gnihserfeR krowteN secafretnI

source: Unable to refresh the interfaces.
ga: elbanU ot hserfer eht .secafretni

source: New interfaces
ga: weN secafretni

source: There are new interfaces, please restart the wizard.
ga: erehT era wen ,secafretni esaelp tratser eht .draziw

source: Dynamic (DHCP)
ga: cimanyD )PCHD(

source: Static
ga: citatS

source: PPPoE
ga: EoPPP

source: DHCP Settings
ga: PCHD sgnitteS

source: IP
ga: PI

source: Netmask
ga: ksamteN

source: Gateway
ga: yawetaG

source: Primary DNS
ga: yramirP SND

source: Secondary DNS
ga: yradnoceS SND

source: Test Connectivity
ga: tseT ytivitcennoC

source: Static Settings
ga: citatS sgnitteS

source: Secondary DNS(optional)
ga: yradnoceS )lanoitpo(SND

source: PPPoE Settings
ga: EoPPP sgnitteS

source: Username
ga: emanresU

source: Configure your Internet Connection
ga: erugifnoC ruoy tenretnI noitcennoC

source: Configuration Type
ga: noitarugifnoC epyT

source: Internet Connection
ga: tenretnI noitcennoC

source: Configuring Internet Connection
ga: gnirugifnoC tenretnI noitcennoC

source: Network Settings
ga: krowteN sgnitteS

source: Testing Connectivity...
ga: gnitseT ...ytivitcennoC

source: Warning! Internet and DNS failed.
ga: !gninraW tenretnI dna SND .deliaf

source: Warning! DNS succeeded, but Internet failed.
ga: !gninraW SND ,dedeeccus tub tenretnI .deliaf

source: Warning! Internet succeeded, but DNS failed.
ga: !gninraW tenretnI ,dedeeccus tub SND .deliaf

source: Success!
ga: !sseccuS

source: Internet Status
ga: tenretnI sutatS

source: Configure your Internal Network Interface
ga: erugifnoC ruoy lanretnI krowteN ecafretnI

source: Transparent Bridge
ga: tnerapsnarT egdirB

source: This is recommended if the external port is plugged into a firewall/router. This bridges Internal and External and disables DHCP.
ga: sihT si dednemmocer fi eht lanretxe trop si deggulp otni a .retuor/llawerifsihT segdirb lanretnI dna lanretxE dna selbasid .PCHD

source: Router
ga: retuoR

source: This is recommended if the external port is plugged into your internet connection. This enables NAT on the Internal Interface and DHCP.
ga: sihT si dednemmocer fi eht lanretxe trop si deggulp otni ruoy tenretni.noitcennoc sihT selbane TAN no eht lanretnI ecafretnI dna .PCHD

source: Internal Address
ga: lanretnI sserddA

source: Please enter a valid Network Address
ga: esaelP retne a dilav krowteN sserddA

source: Internal Netmask
ga: lanretnI ksamteN

source: Enable DHCP Server (default)
ga: elbanE PCHD revreS )tluafed(

source: Internal Network
ga: lanretnI krowteN

source: Select a value
ga: tceleS a eulav

source: Please choose bridge or router.
ga: esaelP esoohc egdirb ro .retuor

source: Configuring Internal Network
ga: gnirugifnoC lanretnI krowteN

source: Local Network
ga: lacoL krowteN

source: Unable to save Local Network Settings
ga: elbanU ot evas lacoL krowteN sgnitteS

source: Email Configuration
ga: liamE noitarugifnoC

source: Your Untangle Server sends email for Quarantine Digests, Reports, etc.
ga: ruoY elgnatnU revreS sdnes liame rof enitnarauQ ,stsegiD ,stropeR .cte

source: This test is optional
ga: sihT tset si lanoitpo

source: Send Test Email
ga: dneS tseT liamE

source: Advanced Email Configuration.
ga: decnavdA liamE .noitarugifnoC

source: <b>Please choose a <i>From Address</i> for emails originating from the Untangle Server</b>
ga: esaelP>b< esoohc a morF>i< >i/<sserddA rof sliame gnitanigiro morf ehtelgnatnU >b/<revreS

source: From Address
ga: morF sserddA

source: <b>SMTP Configuration</b>
ga: PTMS>b< >b/<noitarugifnoC

source: Send Email Directly (default).
ga: dneS liamE yltceriD .)tluafed(

source: Send Email using the specified SMTP server.
ga: dneS liamE gnisu eht deificeps PTMS .revres

source: SMTP Server
ga: PTMS revreS

source: Port
ga: troP

source: Server Requires Authentication.
ga: revreS seriuqeR .noitacitnehtuA

source: Saving Email Settings
ga: gnivaS liamE sgnitteS

source: Mail Settings
ga: liaM sgnitteS

source: Unable to save settings.
ga: elbanU ot evas .sgnittes

source: Congrats!
ga: !stargnoC

source: <b>Your Untangle Server is now configured.</b><br/><br/>You are now ready to login and download some applications.
ga: ruoY>b< elgnatnU revreS si won uoY>/rb<>/rb<>b/<.derugifnoc era won ydaer otnigol dna daolnwod emos .snoitacilppa

source: Finished
ga: dehsiniF

source: Congratulations!
ga: !snoitalutargnoC

source: Loading User Interface
ga: gnidaoL resU ecafretnI

source: Setup Wizard
ga: puteS draziW

source: read-only
ga: ylno-daer

source: change password
ga: egnahc drowssap

source: Admin Accounts
ga: nimdA stnuoccA

source: [no login]
ga: on[ ]nigol

source: [no description]
ga: on[ ]noitpircsed

source: [no email]
ga: on[ ]liame

source: login
ga: nigol

source: The login name cannot be blank.
ga: ehT nigol eman tonnac eb .knalb

source: description
ga: noitpircsed

source: email
ga: liame

source: Description
ga: noitpircseD

source: Read-only
ga: ylno-daeR

source: The password is shorter than the minimum {0} characters.
ga: ehT drowssap si retrohs naht eht muminim {0} .sretcarahc

source: External Administration
ga: lanretxE noitartsinimdA

source: Enable External Administration.
ga: elbanE lanretxE .noitartsinimdA

source: Enable External Report Viewing.
ga: elbanE lanretxE tropeR .gniweiV

source: Enable External Quarantine Viewing.
ga: elbanE lanretxE enitnarauQ .gniweiV

source: External HTTPS port
ga: lanretxE SPTTH trop

source: You must provide a valid port.
ga: uoY tsum edivorp a dilav .trop

source: Allow external access from any IP address.
ga: wollA lanretxe ssecca morf yna PI .sserdda

source: Restrict external access to these external IP address(es).
ga: tcirtseR lanretxe ssecca ot eseht lanretxe PI .)se(sserdda

source: Address
ga: sserddA

source: A "IP Address" must be specified.
ga: A PI" "sserddA tsum eb .deificeps

source: A "Netmask" must be specified.
ga: A "ksamteN" tsum eb .deificeps

source: Internal Administration
ga: lanretnI noitartsinimdA

source: Enable HTTP administration inside the local network (default)
ga: elbanE PTTH noitartsinimda edisni eht lacol krowten )tluafed(

source: Disable HTTP administration inside the local network
ga: elbasiD PTTH noitartsinimda edisni eht lacol krowten

source: Note: HTTPS administration is always enabled internally
ga: :etoN SPTTH noitartsinimda si syawla delbane yllanretni

source: Public Address
ga: cilbuP sserddA

source: The Public Address is the address or hostname that provides a public routable address for the {0} Server. This address will be used in emails sent by the {0} Server to link back to services hosted on the {0} Server such as Quarantine Digests and OpenVPN Client emails.
ga: ehT cilbuP sserddA si eht sserdda ro emantsoh taht sedivorp a cilbupelbatuor sserdda rof eht {0} .revreS sihT sserdda lliw eb desu ni sliametnes yb eht {0} revreS ot knil kcab ot secivres detsoh no eht {0} revreShcus sa enitnarauQ stsegiD dna NPVnepO tneilC .sliame

source: Use External IP address (default)
ga: esU lanretxE PI sserdda )tluafed(

source: This works if your {0} Server has a public static IP address.
ga: sihT skrow fi ruoy {0} revreS sah a cilbup citats PI .sserdda

source: Use Hostname
ga: esU emantsoH

source: This is recommended if the {0} Server's fully qualified domain name looks up to its IP address both internally and externally.
ga: sihT si dednemmocer fi eht {0} s'revreS ylluf deifilauq niamod eman skool puot sti PI sserdda htob yllanretni dna .yllanretxe

source: Current Hostname: {0}
ga: tnerruC :emantsoH {0}

source: Use Manually Specified IP
ga: esU yllaunaM deificepS PI

source: This is recommended if the {0} Server is installed behind another firewall with a port forward from the specified IP that redirects traffic to the {0} Server.
ga: sihT si dednemmocer fi eht {0} revreS si dellatsni dniheb rehtona llawerifhtiw a trop drawrof morf eht deificeps PI taht stcerider ciffart ot eht {0}.revreS

source: You must provide a valid IP Address.
ga: uoY tsum edivorp a dilav PI .sserddA

source: Certificates
ga: setacifitreC

source: Valid starting
ga: dilaV gnitrats

source: Valid until
ga: dilaV litnu

source: Subject DN
ga: tcejbuS ND

source: Issuer DN
ga: reussI ND

source: Generation
ga: noitareneG

source: Generate a {0}Self-Signed Certificate{1}
ga: etareneG a {0}Self-Signed Certificate{1}

source: Click this button if you have been using a signed certificate, and you want to go back to using a self-signed certificate.
ga: kcilC siht nottub fi uoy evah neeb gnisu a dengis ,etacifitrec dna uoy tnawot og kcab ot gnisu a dengis-fles .etacifitrec

source: Generate a {0}CSR{1}
ga: etareneG a {0}CSR{1}

source: Click this button to generate a Certificate Signature Request (CSR), which you can then copy and paste for use by certificate authorities such as Thawte, Verisign, etc.
ga: kcilC siht nottub ot etareneg a etacifitreC erutangiS tseuqeR ,)RSC( hcihwuoy nac neht ypoc dna etsap rof esu yb etacifitrec seitirohtua hcus sa,etwahT ,ngisireV .cte

source: Import a {0}Signed Certificate{1}
ga: tropmI a {0}Signed Certificate{1}

source: Click this button to import a signed certificate which has been generated by a certificate authority, and was based on a previous signature request from {0}.
ga: kcilC siht nottub ot tropmi a dengis etacifitrec hcihw sah neeb detareneg yba etacifitrec ,ytirohtua dna saw desab no a suoiverp erutangis tseuqer morf{0}.

source: Generate a Self-Signed Certificate
ga: etareneG a dengiS-fleS etacifitreC

source: Generating Certificate...
ga: gnitareneG ...etacifitreC
