Repository: 5up3rc/ngfw_src
Catalog: spyware/po/*/untangle-node-spyware.po
Languages: fr

source: Block Lists
fr: Listes de blocage

source: Block Spyware & Ad URLs
fr: Bloquer les logiciels espions et les URL de publicité

source: User Bypass
fr: Contournement Utilisateur

source: None
fr: Aucun

source: Temporary
fr: Temporaire

source: Permanent and Global
fr: Permanent et Global

source: Block Tracking & Ad Cookies
fr: Bloquer les cookies de suivi et de publicité

source: manage list
fr: gérer la liste

source: Block Malware ActiveX Installs
fr: Bloquer les installations de contrôles ActiveX malveillants

source: Block All ActiveX
fr: Bloquer tous les contrôles ActiveX

source: Traffic
fr: Trafic

source: Monitor Suspicious Traffic
fr: Surveiller le trafic suspect

source: Spyware Blocker signatures were last updated
fr: Les signatures du Bloqueur de Logiciels Espions ont été mises à jour

source: Unknown
fr: Inconnu

source: Cookies List
fr: Liste des Cookies

source: Saving...
fr: Sauvegarde en cours...

source: Please wait
fr: SVP attendez

source: ActiveX List
fr: Liste des Contrôles ActiveX

source: Subnet List
fr: Liste des sous-réseaux

source: block
fr: bloquer

source: [no identification]
fr: [pas d'identification]

source: [no description]
fr: [pas de description]

source: Block
fr: Bloquer

source: log
fr: enregistrer

source: [no name]
fr: [pas de nom]

source: name
fr: nom

source: subnet
fr: sous-réseau

source: Name
fr: Nom

source: Subnet
fr: Sous-réseau

source: Log
fr: Enregistrer

source: "URL" specified cannot be blocked because it uses secure http (https)
fr: "URL" spécifiée ne peut pas être bloquée car elle utilise le http sécurisé (https)

source: Invalid "URL" specified
fr: "URL" spécifiée invalide

source: pass
fr: passer

source: [no category]
fr: [pas de catégorie]

source: Pass List
fr: Liste de passage

source: Pass
fr: Passer

source: in Subnet List
fr: dans la Liste des sous-réseaux

source: in ActiveX List
fr: dans la Liste des contrôles ActiveX

source: in URL List
fr: dans la Liste des URL

source: in Cookie List
fr: dans la Liste des Cookies

source: timestamp
fr: référence temporelle

source: request
fr: demande

source: reason for action
fr: raison de l'action

source: server
fr: serveur

source: Invalid subnet specified
fr: Sous-réseau spécifié invalide

source: Validation failed
fr: Echec de la validation

source: Please Try Again
fr: SVP essayer à nouveau

source: Feature is not installed.
fr: Fonctionnalité non installée.

source: This request has expired.
fr: Cette demande a expiré.

source: {0} | Spyware Blocker Warning
fr: {0} | Alerte du Bloqueur de Logiciels Espions

source: {0} Spyware Blocker
fr: {0} Bloqueur de Logiciels Espions

source: {0}This web page was blocked{1} because it may be designed to steal personal information.
fr: {0}Cette page Web a été bloquée{1} car elle a pu être conçu pour dérober des informations personnelles.

source: If you have any questions, Please contact {0}.
fr: Si vous avez des questions, SVP contactez {0}.

source: Traffic Events
fr: Evènements de trafic

source: ActiveX Events
fr: Evènements ActiveX

source: All Events
fr: Tous les évènements

source: Web Events
fr: Evènements Web

source: Blocked Events
fr: Evènements bloqués

source: Cookie Events
fr: Evènements Cookies

source: Pages scanned
fr: Pages scannées

source: SCAN
fr: SCANNER

source: Pages blocked
fr: Pages bloquées

source: BLOCK
fr: BLOQUER

source: Pages passed
fr: Pages passées

source: PASS
fr: PASSER

source: Summary Report
fr: Rapport sommaire

source: scanned
fr: a scanné

source: web hits and blocked
fr: hits web et bloqué

source: activities
fr: activités

source: Hourly Blocked Incidents
fr: Horaire des incidents bloqués

source: Avg URLs Blocked
fr: Moyenne des URLs bloquées

source: blocks/hour
fr: blocages/heure

source: Max URLs Blocked
fr: Max des URLs bloquées

source: Avg Cookies Blocked
fr: Moyenne des cookies bloqués

source: Max Cookies Blocked
fr: Max des cookies bloqués

source: Avg Suspicious Traffic
fr: Moyenne du trafic suspect

source: detected/hour
fr: détecté(es)/heure

source: Max Suspicious Traffic
fr: Max du trafic suspect

source: Time
fr: Heure

source: Hits per Minute
fr: Hits par minute

source: Detections
fr: Détections

source: Daily Blocked URLs
fr: URLs Bloquées quotidiennes

source: hits/day
fr: hits/jour

source: Blocks per Day
fr: Blocages par Jour

source: Top Ten Blocked Spyware Sites By Hits
fr: Top 10 des Sites Spyware Bloqués par Hits

source: Top Ten Blocked Hosts By Hits
fr: Top 10 des Hôtes Bloqués par Hits

source: Host
fr: Hôte

source: Top Ten Blocked Cookies
fr: Top 10 des Cookies Bloqués

source: Blocked Cookies
fr: Cookies bloqués

source: blocks/day
fr: blocages/jour

source: Top Ten Suspicious Traffic Networks
fr: Top 10 du trafic réseaux suspect

source: Top Ten Suspicious Traffic Hosts By Hits
fr: Top 10 du trafic d'hôte suspect par Hits

source: Suspicious Traffic Detected
fr: Trafic Suspect Détecté

source: Avg Suspicious Detected
fr: Moyenne suspect(s) détecté(s)

source: /day
fr: /jour

source: Max Suspicious Detected
fr: Max suspect(s) détecté(s)

source: Detections per Day
fr: Détections par Jour

source: detections
fr: détections

source: User
fr: Utilisateur

source: Server IP
fr: IP Serveur

source: Server Port
fr: Port Serveur

source: URL Blocklist Events
fr: Evènements de la liste de blocage d'URL

source: Server
fr: Serveur

source: Subnet Events
fr: Evènements de sous-réseau

source: Host:
fr: Hôte:

source: Reason:
fr: Raison:

source: Unblock For Now
fr: Débloquer temporairement

source: Unblock Permanently
fr: Débloquer en permanence
