Repository: 5up3rc/ngfw_src
Catalog: openvpn/po/*/untangle-node-openvpn.po
Languages: es, fr, ga, nl, pt_br

source: You have not finished configuring OpenVPN. Please run the Setup Wizard again.
es: No ha terminado de configurar OpenVPN. Vuelva a ejecutar el Asistente de instalación.
fr: Vous n'avez pas fini de configurer OpenVPN. SVP lancez l'Assistant de Configuration de nouveau.
ga: uoY evah ton dehsinif gnirugifnoc .NPVnepO esaelP nur eht puteS draziW .niaga
nl: Je bent nog niet klaar OpenVPN te configureren. Gelieve de setup wizard opnieuw uit te voeren.
pt_br: Você não terminou a configuração do OpenVPN. Execute novamente o Assistente de Configuração.

source: This wizard will help guide you through your initial setup and configuration of OpenVPN as a VPN Routing Server.
es: Este asistente le guiará por la instalación y configuración inicial de OpenVPN como servidor de direccionamiento de VPN.
fr: Cet assistant vous guidera dans votre première installation et la configuration de OpenVPN comme un Serveur de Routage VPN.
ga: sihT draziw lliw pleh ediug uoy hguorht ruoy laitini putes dna noitarugifnocfo NPVnepO sa a NPV gnituoR .revreS
nl: Deze wizard zal je helpen navigeren door de initiële setup en configuratie van OpenVPN als een VPN Routing Server
pt_br: Este assistente o guiará pela instalação inicial e configuração do OpenVPN como Servidor de Roteamento VPN.

source: Step 1 - Certificate
es: Paso 1: Certificado
fr: Etape 1 - Certificat
ga: petS 1 - etacifitreC
nl: Stap 1 - Certificaat
pt_br: Etapa 1 - Certificado

source: Please specify some information about your location. This information will be used to generate a secure digital certificate.
es: Especifique la información sobre su localidad. Esta información se utilizará para generar un certificado digital seguro.
fr: SVP précisez quelques informations sur votre localisation. Cette information sera utilisée pour générer un certificat digital sécurisé.
ga: esaelP yficeps emos noitamrofni tuoba ruoy .noitacol sihT noitamrofni lliweb desu ot etareneg a eruces latigid .etacifitrec
nl: Gelieve wat informatie te geven over je locatie. Deze informatie zal worden gebruikt om een veilig digitaal certificaat te genereren.
pt_br: Especifique algumas informações sobre localização. Estas informações serão usadas para gerar um certificado digital seguro.

source: This information is required.
es: Esta información es obligatoria.
fr: Cette information est obligatoire.
ga: sihT noitamrofni si .deriuqer
nl: Deze informatie is verplicht.
pt_br: Esta informação é necessária.

source: Organization
es: Organización
fr: Organisation
ga: noitazinagrO
nl: Organisatie
pt_br: Organização

source: Country
es: País
fr: Pays
ga: yrtnuoC
nl: Land
pt_br: País

source: State/Province
es: Estado, región o provincia
fr: Etat/Province
ga: ecnivorP/etatS
nl: Staat/Provincie
pt_br: Estado/província

source: City
es: Ciudad
fr: Ville
ga: ytiC
nl: Stad
pt_br: Cidade

source: You must fill out the name of your organization.
es: Debe escribir el nombre de su organización.
fr: Vous devez renseigner le nom de votre organisation.
ga: uoY tsum llif tuo eht eman fo ruoy .noitazinagro
nl: Je moet de naam van je organisatie invullen.
pt_br: Você deve preencher o nome de sua organização.

source: You must fill out the name of your state.
es: Debe escribir el nombre de su estado, región o provincia.
fr: Vous devez renseigner le nom de votre état.
ga: uoY tsum llif tuo eht eman fo ruoy .etats
nl: Je moet de naam van je staat invullen.
pt_br: Você deve preencher o nome de seu estado.

source: You must fill out the name of your locality.
es: Debe escribir el nombre de su localidad.
fr: Vous devez renseigner le nom de votre localité.
ga: uoY tsum llif tuo eht eman fo ruoy .ytilacol
nl: Je moet de naam van je locatie invullen.
pt_br: Você deve preencher o nome de sua localidade.

source: Generating Certificate...
es: Generando certificado...
fr: Génération du Certificat en cours...
ga: gnitareneG ...etacifitreC
nl: Bezig met certificaat te genereren...
pt_br: Gerando certificado...

source: Step 2 - Exports
es: Paso 2: Exportaciones
fr: Etape 2 - Exportations
ga: petS 2 - stropxE
nl: Stap 2 - Exports
pt_br: Etapa 2 - Exportação

source: Please complete the list of exports. This is a list of hosts and networks which remote VPN users and networks will be able to contact.
es: Complete la lista de exportaciones. Esta lista contiene las redes y los hosts con los cuales las redes y los usuarios de VPN remotos podrán comunicarse.
fr: SVP complétez la liste des exportations. Ceci est une liste d'hôtes et de réseaux que les utilisateurs et les réseaux VPN distants seront en mesure de contacter.
ga: esaelP etelpmoc eht tsil fo .stropxe sihT si a tsil fo stsoh dna skrowtenhcihw etomer NPV sresu dna skrowten lliw eb elba ot .tcatnoc
nl: Gelieve de lijst van exports aan te vullen. Dit is een lijst van hosts en netwerken waar remote VPN gebruikers en netwerken contact mee kunnen maken.
pt_br: Complete a lista de exportação. Esta é uma lista de hosts e redes, a qual redes e usuários VPN remotos poderão contatar.

source: By default the entire internal network is exported.
es: Toda la red interna se exporta automáticamente.
fr: Par défaut, le réseau interne complet est exporté.
ga: yB tluafed eht eritne lanretni krowten si .detropxe
nl: Als standaard word het volledige netwerk geëxporteerd.
pt_br: Por predefinição, toda a rede interna é exportada.

source: Adding Exports...
es: Agregar exportaciones...
fr: Ajout des exportations en cours...
ga: gniddA ...stropxE
nl: Bezig met toevoegen exports...
pt_br: Adicionando exportação...

source: Congratulations!
es: ¡Felicitaciones!
fr: Félicitations!
ga: !snoitalutargnoC
nl: Gefeliciteerd!
pt_br: Parabéns!

source: You are now ready to begin adding remote clients and sites you wish to have access to your VPN.
es: Puede comenzar a agregar los clientes y sitios remotos a los cuales desea otorgar acceso a su VPN.
fr: Vous êtes maintenant prêt à commencer à ajouter des clients et des sites distants auxquels vous souhaitez avoir accès à partir de votre VPN.
ga: uoY era won ydaer ot nigeb gnidda etomer stneilc dna setis uoy hsiw ot evahssecca ot ruoy .NPV
nl: Je bent nu klaar om remote clients en sites toe te voegen die je toegang wil geven tot je VPN.
pt_br: Você está agora pronto para adicionar sites e clientes remotos que deseja que tenham acesso ao seu VPN.

source: To add remote users, click on the Clients tab and add to the VPN Clients table.<br/>To add remote networks, click on the Clients tab and add to the VPN Sites table.
es: Para agregar usuarios remotos haga clic en la pestaña Clientes y agréguelos a la tabla Clientes VPN.<br/>Para agregar redes remotas haga clic en la pestaña Clientes y agréguelas a la tabla Sitios VPN.
fr: Pour ajouter les utilisateurs à distance, cliquez sur l'onglet Clients et ajouter les à la table des clients VPN.<br/>Pour ajouter des réseaux distants, cliquez sur l'onglet Clients et ajouter les à la table des sites VPN.
ga: oT dda etomer ,sresu kcilc no eht stneilC bat dna dda ot eht NPV stneilCoT>/rb<.elbat dda etomer ,skrowten kcilc no eht stneilC bat dna dda ot ehtNPV setiS .elbat
nl: Om remote gebruikers toe te voegen, klik op het clients tab en voeg toe aan de VPN clients tabel.<br/>Om remote netwerken toe te voegen, klik op het clients tab en voeg toe een de VPN sites tabel.
pt_br: Para adiconar usuários remotos, clique na guia Clientes e adicione a tabela de Clientes VPN.<br/>Para adicionar redes remotas, clique na guia Clientes e as adicione à tabela de sites VPN.

source: OpenVPN Server Setup Wizard
es: Asistente de instalación de servidor OpenVPN
fr: Assistant d'Installation du serveur OpenVPN
ga: NPVnepO revreS puteS draziW
pt_br: Assistente de Configuração de Servidor OpenVPN

source: Closed Sessions
es: Sesiones cerradas
fr: Sessions fermées
nl: Gesloten sessies
pt_br: Sessões fechadas

source: Active Sessions
es: Sesiones activas
fr: Sessions actives
nl: Actieve sessies
pt_br: Sessões ativas

source: All Sessions
es: Todas las sesiones
fr: Toutes les sessions
nl: Alle sessies
pt_br: Todas as sessões

source: Clients blocked
es: Clientes bloqueados
fr: Clients bloqués
nl: Client geblokkeerd
pt_br: Clientes bloqueados

source: BLOCK
es: BLOQUEAR
fr: BLOQUER
pt_br: BLOQUEAR

source: Clients passed
es: Clientes permitidos
fr: Clients passés
nl: Clients doorgelaten
pt_br: Clientes permitidos

source: PASS
es: PERMITIR
fr: PASSER
pt_br: PERMITIR

source: Clients connected
es: Clientes conectados
fr: Clients connectés
nl: Clients verbonden
pt_br: Clientes conectados

source: CONNECT
es: CONECTAR
fr: CONNECTER
pt_br: CONECTAR

source: Please input the following information into the "VPN Client" wizard.
es: Por favor entre la siguiente información en el ayudante del "Cliente VPN"
fr: SVP entrez les informations suivantes dans l'assistant "Client VPN".

source: Server Address:
es: Dirección IP del servidor
fr: Adresse Serveur :

source: Passphrase:
es: Clave:
fr: Phrase secrète :

source: Click here to download the OpenVPN client.
es: Presione aquí para bajar el cliente OpenVPN
fr: Cliquez ici pour télécharger le client OpenVPN.

source: Or copy and paste the following link into your Web Browser.
es: o copie y pegue el siguiente enlace en su navegador de internet.
fr: Ou copiez et collez le lien suivant dans votre navigateur Web.

source: default
es: predeterminado
fr: défaut
nl: standaard
pt_br: padrão

source: internal network
es: red interna
fr: réseau interne
nl: intern netwerk
pt_br: rede interna

source: OpenVPN Client
es: Cliente OpenVPN
fr: Client OpenVPN

source: An Internal Error Occurred, Please try again.
fr: Une Erreur Interne c'est produit, merci de réessayer

source: You must configure OpenVPN as either a VPN Routing Server or a VPN Client before you can turn it on. You may do this through its Setup Wizard (in its settings).
fr: Vous devez configurer OpenVPN soit en tant que Serveur VPN ou Client VPN avant de pouvoir l'activer. Pour cela suivez l'assistant d'installation (dans les paramètres)

source: Summary Report
fr: Rapport sommaire

source: securely passed
fr: passé sécurisé

source: of traffic and processed
fr: de traffic et traités

source: remote logins
fr: connexions à distance

source: Bandwidth Usage
fr: Utilisation de la bande passante

source: Avg Data Rate
fr: Taux moyen de données

source: Max Data Rate
fr: Taux max de données

source: Data Transferred
fr: Données transférées

source: Top Users
fr: Top des utilisateurs

source: Login Events
fr: Evènements de connexion

source: Time
fr: Heure

source: Address
fr: Adresse

source: Download Key
es: Descargar clave
ga: daolnwoD yeK
nl: Download sleutel
pt_br: Baixar chave

source: Click here to download a key for Windows clients.
es: Haga clic aquí para descargar una clave para clientes Windows.
ga: kcilC ereh ot daolnwod a yek rof swodniW .stneilc
nl: Klik hier om een sleutel te downloaden voor windows clients.
pt_br: Clique aqui para baixar uma chave para os clientes Windows.

source: Click here to download a key for all other clients.
es: Haga clic aquí para descargar una clave para todos los demás clientes.
ga: kcilC ereh ot daolnwod a yek rof lla rehto .stneilc
nl: Klik hier om een sleutel te downloaden voor alle andere clienten.
pt_br: Clique aqui para baixar uma chave para todos os outros clientes.

source: Distribute via Email
es: Distribuir por email
ga: etubirtsiD aiv liamE
nl: Verspreid via email
pt_br: Distribuir via e-mail

source: Please specify where your VPN Client configuration should come from.
es: Especifique la proveniencia de su configuración de cliente VPN.
ga: esaelP yficeps erehw ruoy NPV tneilC noitarugifnoc dluohs emoc .morf
nl: Gelieve op te geven waar je VPN client configuratie zou moeten vandaan komen.
pt_br: Especifique de onde sua configuração do Cliente VPN deve vir.

source: Download from Server
es: Descargar del servidor
ga: daolnwoD morf revreS
nl: Download van server
pt_br: Baixar do servidor

source: Server IP Address
es: Dirección IP del servidor
ga: revreS PI sserddA
nl: Server IP adres
pt_br: Endereço IP do servidor

source: Password
es: Contraseña
ga: drowssaP
nl: Paswoord
pt_br: Senha

source: Upload Configuration
es: Cargar configuración
ga: daolpU noitarugifnoC
nl: Upload configuratie
pt_br: Carregar configuração

source: Select a value
es: Escoja un valor
ga: tceleS a eulav
nl: Selecteer een waarde
pt_br: Selecionar um valor

source: Please choose 'Download from Server' or 'Upload Configuration'.
es: Escoja 'Descargar del servidor' o 'Cargar configuración'.
ga: esaelP esoohc daolnwoD' morf 'revreS ro daolpU' .'noitarugifnoC
nl: Gelieve 'Download van server' of 'Upload configuratie' te kiezen.
pt_br: Escolha 'Baixar do servidor' ou 'Carregar configuração'.

source: Downloading Configuration... (This may take up to one minute)
es: Descargando configuración... (puede tardar hasta un minuto)
ga: gnidaolnwoD ...noitarugifnoC sihT( yam ekat pu ot eno )etunim
nl: Bezig met downloaden configuratie... (Dit kan tot één minuut duren)
pt_br: Baixando configuração... (Isto pode levar até um minuto)

source: Error downloading configuration from server.
es: Error al descargar la configuración del servidor
ga: rorrE gnidaolnwod noitarugifnoc morf .revres
nl: Fout bij het downloaden van configuratie van server.
pt_br: Erro baixando configuração do servidor.

source: Your VPN Client configuration could not be downloaded from the server. Please try again.
es: No fue posible descargar su configuración de cliente VPN del servidor. Vuelva a intentarlo.
ga: ruoY NPV tneilC noitarugifnoc dluoc ton eb dedaolnwod morf eht .revresesaelP yrt .niaga
nl: Je VPN Client configuratie kon niet van de server gedownload worden. Gelieve nog eens te proberen.
pt_br: Sua configuração do Cliente VPN não pode ser baixada do servidor. Tente novamente.

source: Uploading Configuration... (This may take up to one minute)
es: Cargando configuración... (puede tardar hasta un minuto)
ga: gnidaolpU ...noitarugifnoC sihT( yam ekat pu ot eno )etunim
nl: Bezig met uploaden configuratie... (Dit kan tot één minuut duren)
pt_br: Carregando configuração... (Isto pode levar até um minuto)

source: Site name
es: Nombre del sitio
ga: etiS eman
nl: Site naam
pt_br: Nome do site

source: Unable to change name once you've saved. Create a new user. Client name should be {0}.
es: No se puede cambiar el nombre después de guardar. Cree otro usuario. El nombre del cliente debe ser {0}.
ga: elbanU ot egnahc eman ecno ev'uoy .devas etaerC a wen .resu tneilC emandluohs eb {0}.
nl: Kan de naam niet wijzigen wanneer je al bewaard hebt. Maak een nieuwe gebruiker aan. Clientnaam zou {0} moeten zijn.
pt_br: Não é possível alterar o nome depois de salvo. Crie um novo usuário. O nome do cliente deve ser {0}.

source: If necessary, you can change the configuration of OpenVPN by launching the Setup Wizard again.
ga: fI ,yrassecen uoy nac egnahc eht noitarugifnoc fo NPVnepO yb gnihcnual ehtputeS draziW .niaga

source: Kbytes sent
ga: setybK tnes

source: Kbytes received
ga: setybK deviecer

source: Clients
ga: stneilC

source: The country code must be 2 characters long.
ga: ehT yrtnuoc edoc tsum eb 2 sretcarahc .gnol

source: You must fill out the name of your country.
ga: uoY tsum llif tuo eht eman fo ruoy .yrtnuoc
