Repository: 5up3rc/ngfw_src
Catalog: openvpn/po/*/untangle-node-openvpn.po
Languages: es, fr, ga, nl, pt_br

source: Failure
es: Fallo
fr: Echec
ga: eruliaF
nl: Mislukking
pt_br: Falha

source: You must specify an email address to send the key to.
es: Debe especificar la dirección de correo a la cual se debe enviar la clave.
fr: Vous devez spécifier une adresse courriel à qui envoyer la clé.
ga: uoY tsum yficeps na liame sserdda ot dnes eht yek .ot
nl: Je moet een emailadress opgeven om de sleutel naartoe te zenden.
pt_br: Você deve especificar um endereço de e-mail para onde enviar a chave.

source: Distributing digital key...
es: Distribuyendo clave digital...
fr: Distribution de la clé digitale en cours...
ga: gnitubirtsiD latigid ...yek
nl: Bezig met verspreiden van de digitale sleutel
pt_br: Distribuindo chave digital...

source: Please wait
es: Espere
fr: SVP attendez
ga: esaelP tiaw
nl: Gelieve te wachten
pt_br: Aguarde

source: Error saving/sending key
es: Error al guardar o enviar la clave
fr: Erreur lors de l'enregistrement / l'envoi de clé
ga: rorrE gnidnes/gnivas yek
nl: Fout bij het bewaren/verzenden sleutel
pt_br: Erro salvando/enviando chave

source: OpenVPN was not able to send your digital key via email. Please try again.
es: OpenVPN no puedo enviar su clave digital por email. Vuelva a intentarlo.
fr: OpenVPN n'a pas été en mesure d'envoyer votre clé digitale par courrier électronique. SVP essayez de nouveau.
ga: NPVnepO saw ton elba ot dnes ruoy latigid yek aiv .liame esaelP yrt .niaga
nl: OpenVPN was niet in staat om je digitale sleutel via email te verzenden. Gelieve opnieuw te proberen.
pt_br: OpenVPN não conseguiu enviar sua chave digital via e-mail. Tente novamente.

source: Success
es: ¡Terminado con éxito!
fr: Succès
ga: sseccuS
nl: Succes
pt_br: Êxito

source: OpenVPN successfully sent your digital key via email.
es: OpenVPN envió su clave digital por email.
fr: OpenVPN a envoyé votre clé digitale avec succès par courrier électronique.
ga: NPVnepO yllufsseccus tnes ruoy latigid yek aiv .liame
nl: OpenVPN heeft je digitale sleutel met succes verzonden via email.
pt_br: OpenVPN enviou com êxito sua chave digital via e-mail.

source: Download Client Config
fr: Télécharger la configuration du client

source: This configuration file can be used to configure the remote VPN Site.
fr: Ce fichier de configuration peut être utilisé pour configurer la connexion VPN

source: Download VPN Site configuration.
es: Configuración de descarga del sitio VPN
fr: Télécharger la configuration du Site VPN.
ga: daolnwoD NPV etiS .noitarugifnoc
nl: Download VPN site configuratie.
pt_br: Baixar configuração do Site VPN

source: These files can be used to configure your remote VPN Clients.
fr: Ces fichiers peuvent être utilisés pour configurer vos clients VPN

source: Click here to download a configuration file for all OSs.
fr: Cliquez ici pour télécharger un fichier de configuration valable pour tous les OS

source: or Distribute Client Config via Email
fr: ou envoyez la configuration du client par mail

source: Click "Send Email" to send an email to "Email Address" with information to retrieve the OpenVPN Client.
es: Haga clic en "Enviar mensaje" para enviar un mensaje a "Dirección de email" con información sobre cómo recuperar el cliente OpenVPN.
fr: Cliquez sur "Envoyer un courrier électronique" pour envoyer un courriel à l'adresse "Addresse Courriel" avec l'information pour récupérer le client OpenVPN.
ga: kcilC dneS" "liamE ot dnes na liame ot liamE" "sserddA htiw noitamrofniot eveirter eht NPVnepO .tneilC
nl: Klik "Verzend email" om een email te verzenden naar "Emailadres" met informatie om de OpenVPN client te verkrijgen.
pt_br: Clique em "Enviar e-mail" para enviar um e-mail para "Endereço de e-mail" com informações para recuperar o Cliente OpenVPN.

source: Note: Clients can only download the client linked in the email if HTTPS remote administration is enabled!
fr: Note: Les clients pourront télécharger le logiciel en suivant le lien inclue dans le mail uniquement si vous avez activé HTTPS pour accéder à la console d'administration

source: Email Address
es: Dirección de email
fr: Adresse courriel
ga: liamE sserddA
nl: Emailadres
pt_br: Endereço de e-mail

source: Send Email
es: Enviar mensaje
fr: Envoyer un courrier électronique
ga: dneS liamE
nl: Verzend email
pt_br: Enviar e-mail

source: Distribute VPN Client
es: Distribuir cliente VPN
fr: Distribuer le client VPN
ga: etubirtsiD NPV tneilC
nl: Verspreid VPN client
pt_br: Distribuir Cliente VPN

source: Close
es: Cerrar
fr: Fermer
ga: esolC
nl: Sluiten
pt_br: Fechar

source: Welcome
es: Bienvenido
fr: Bienvenue
ga: emocleW
nl: Welkom
pt_br: Bem-vindo

source: Welcome to the OpenVPN Setup Wizard!
es: Bienvenido al Asistente de instalación de OpenVPN
fr: Bienvenue dans l'assistant d'installation d'OpenVPN!
ga: emocleW ot eht NPVnepO puteS !draziW
nl: Welkom bij de OpenVPN setup wizard!
pt_br: Bem-vindo ao Assistente de Configuração de OpenVPN!

source: This wizard will help guide you through your initial setup and configuration of OpenVPN as a VPN Client.
es: Este asistente le guiará por la instalación y configuración inicial de OpenVPN como cliente VPN.
fr: Cet assistant vous guidera dans votre installation et la configuration initiale de OpenVPN comme un client VPN.
ga: sihT draziw lliw pleh ediug uoy hguorht ruoy laitini putes dna noitarugifnocfo NPVnepO sa a NPV .tneilC
nl: Deze wizard zal je gidsen door de initiële setup en configuratie van OpenVPN als een VPN Client.
pt_br: Este assistente o ajudará através de sua instalação inicial e configuração do OpenVPN como um Cliente VPN.

source: Warning: Completing this wizard will overwrite any previous OpenVPN settings with new settings. All previous settings will be lost!
es: Atención: al completar este asistente sobrescribirá cualquier configuración OpenVPN anterior con la nueva. ¡Perderá todos los valores anteriores­!
fr: Attention: Remplir cet assistant écrasera toutes configurations OpenVPN précédentes avec de nouveaux paramètres de réglages. Tous les réglages seront perdus!
ga: :gninraW gnitelpmoC siht draziw lliw etirwrevo yna suoiverp NPVnepO sgnitteshtiw wen .sgnittes llA suoiverp sgnittes lliw eb !tsol
nl: Waarschuwing: deze wizard voltooien zal elke vorige OpenVPN instelling overschijven met nieuwe instellingen. Elke vorige instelling zal verloren zijn!
pt_br: Aviso: Completar este assistente sobrescreverá todas as configurações anteriores do OpenVPN com as novas configurações. Todas as configurações anteriores serão perdidas!

source: Install Configuration
es: Instalar configuración
fr: Configuration d'Installation
ga: llatsnI noitarugifnoC
nl: Installeer configuratie
pt_br: Instalar configuração

source: Download Configuration
es: Descargar configuración
fr: Téléchargement de la Configuration
ga: daolnwoD noitarugifnoC
nl: Download Configuratie
pt_br: Baixar configuração

source: Upload the Client Configuration file downloaded from the VPN Server.
fr: Envoyer le fichier de configuration client téléchargé à partir du serveur VPN

source: Invalid Server Address
es: Dirección de servidor no válida
fr: Adresse du Serveur invalide
ga: dilavnI revreS sserddA
nl: Ongeldig serveradres
pt_br: Endereço de servidor inválido

source: Failed
es: Falló
fr: Echec
ga: deliaF
nl: Mislukt
pt_br: Falha

source: Unable to load VPN Client
es: Imposible cargar cliente VPN.
fr: Impossible de charger le Client VPN
ga: elbanU ot daol NPV tneilC
nl: Kan de VPN client niet laden
pt_br: Não é possível carregar Cliente VPN

source: Select File
es: Escoja el archivo
fr: Sélectionnez un fichier
ga: tceleS eliF
nl: Selecteer bestand
pt_br: Selecionar arquivo

source: Please choose a file to upload.
es: Escoja el archivo que desea cargar.
fr: SVP choisissez un fichier à envoyer.
ga: esaelP esoohc a elif ot .daolpu
nl: Gelieve een bestand te kiezen om te uploaden.
pt_br: Escolha um arquivo a carregar.

source: Unable to install OpenVPN client.
es: Imposible instalar el cliente OpenVPN.
fr: Impossible d'installer le client OpenVPN.
ga: elbanU ot llatsni NPVnepO .tneilc
nl: Kan de OpenVPN client niet installeren.
pt_br: Incapaz de instalar cliente OpenVPN.

source: Unable to verify connection to server.
es: Imposible verificar la conexión con el servidor.
fr: Impossible de vérifier la connexion au serveur.
ga: elbanU ot yfirev noitcennoc ot .revres
nl: Kan de connectie met de server niet verifieren.
pt_br: Não é possível verificar a conexão ao servidor.

source: The selected configuration file is invalid.
es: El archivo de configuración seleccionado no es válido.
fr: Le fichier de configuration sélectionné est invalide.
ga: ehT detceles noitarugifnoc elif si .dilavni
nl: De geselecteerde configuratiefile is ongeldig.
pt_br: O arquivo de configuração selecionado é inválido.

source: Installed OpenVPN client.
es: Se ha instalado el cliente OpenVPN.
fr: Le client OpenVPN est installé.
ga: dellatsnI NPVnepO .tneilc
nl: De OpenVPN client is geïnstalleerd.
pt_br: Cliente OpenVPN instalado.

source: Finished!
es: ¡Terminado!
fr: Terminé!
ga: !dehsiniF
nl: Voltooid!
pt_br: Terminado!

source: Congratulations! OpenVPN is configured as a VPN Client.
es: ¡Felicitaciones! OpenVPN está configurado como cliente VPN.
fr: Félicitations! OpenVPN est configuré en tant que Client VPN.
ga: !snoitalutargnoC NPVnepO si derugifnoc sa a NPV .tneilC
nl: Gefeliciteerd! OpenVPN is geconfigureerd als een VPN client.
pt_br: Parabéns! OpenVPN está agora configurado como Cliente VPN.

source: A client name should only contains numbers, letters, dashes and periods. Spaces are not allowed.
es: El nombre de cliente sólo debe contener números, letras, guiones y puntos. No admite espacios.
fr: Un nom de client ne doit contenir que des nombres, des lettres, des tirets et des points. Les espaces ne sont pas autorisés.
ga: A tneilc eman dluohs ylno sniatnoc ,srebmun ,srettel sehsad dna .sdoirepsecapS era ton .dewolla
nl: Een clientnaam zou enkel nummers, letters, liggende streepjes en punten mogen bevatten. Spaties zijn niet toegelaten.
pt_br: Um nome de cliente deve somente conter números, letras, traços e pontos. Espaços não são permitidos.

source: Unconfigured: Use buttons below.
es: No configurado: use los botones abajo.
fr: Non-configuré(e): Utilisez les boutons ci-dessous.
ga: :derugifnocnU esU snottub .woleb
nl: Ongeconfigureerd: Gebruik onderstaande knoppen.
pt_br: Não configurado: use os botões abaixo

source: VPN Client: Connected to {0}
es: Cliente VPN: conectado a {0}
fr: Client VPN: Connecté à {0}
ga: NPV :tneilC detcennoC ot {0}
nl: VPN client: Verbonden met {0}
pt_br: Cliente VPN: Conectado a {0}

source: VPN Server
es: Servidor VPN
fr: Serveur VPN
ga: NPV revreS
pt_br: Servidor VPN

source: Status
es: Estado
fr: Etat
ga: sutatS

source: Current Mode
es: Modo actual
fr: Mode courant
ga: tnerruC edoM
nl: Huidige mode
pt_br: Modo atual

source: Wizard
es: Asistente
fr: Assistant
ga: draziW
pt_br: Assitente

source: Configure as VPN Server
es: Configurar como servidor VPN
fr: Configurer comme un Serveur VPN
ga: erugifnoC sa NPV revreS
nl: Configureer als VPN server
pt_br: Configurar como Servidor VPN

source: This configures OpenVPN so remote users and networks can connect and access exported hosts and networks.
es: Configura OpenVPN de modo que las redes y los usuarios remotos puedan conectarse y acceder a redes y hosts exportados.
fr: Cela configure OpenVPN afin que les utilisateurs et les réseaux distants puissent se connecter et accéder aux hôtes et aux réseaux exportés.
ga: sihT serugifnoc NPVnepO os etomer sresu dna skrowten nac tcennoc dna sseccadetropxe stsoh dna .skrowten
nl: Dit configureert OpenVPN zodat remote gebruikers en netwerken kunnen verbinden en toegang hebben tot geëxporteerde hosts en netwerken.
pt_br: Configura o OpenVPN de forma que os usuários e redes remotos possam conectar e acessar redes e hosts exportados.

source: Configure as VPN Client
es: Configurar como cliente VPN
fr: Configurer comme un Client VPN
ga: erugifnoC sa NPV tneilC
nl: Configureer als VPN Client
pt_br: Configurar como Cliente VPN

source: This configures OpenVPN so it connects to a remote OpenVPN Server and can access exported hosts and networks.
es: Configura OpenVPN de modo que se conecte a un servidor OpenVPN remoto y pueda acceder a redes y hosts exportados.
fr: Cela configure OpenVPN afin qu'il puisse se connecter à un Serveur OpenVPN distant et ainsi se connecter et accéder aux hôtes et aux réseaux exportés.
ga: sihT serugifnoc NPVnepO os ti stcennoc ot a etomer NPVnepO revreS dna nacssecca detropxe stsoh dna .skrowten
nl: Dit configureert OpenVPN zodat het verbind met een remote OpenVPN server en toegang heeft tot geëxporteerde hosts en netwerken.
pt_br: Configura o OpenVPN de forma a se conectar a um Servidor OpenVPN remoto e pode acessar redes e hosts exportados.

source: start time
es: hora de inicio
fr: heure de début
ga: trats emit
nl: starttijd
pt_br: hora de início

source: end time
es: hora de finalización
fr: heure de fin
ga: dne emit
nl: eindtijd
pt_br: hora final

source: active connection
es: conexión activa
fr: connexion active
nl: actieve verbinding
pt_br: conexão ativa

source: client name
es: nombre del cliente
fr: nom du client
ga: tneilc eman
nl: clientnaam
pt_br: nome do cliente

source: client address
es: dirección del cliente
fr: adresse du client
ga: tneilc sserdda
nl: clientadres
pt_br: endereço do cliente

source: KB sent
es: KB enviados
fr: Ko envoyé(s)
nl: KB verzonden
pt_br: KB enviados

source: KB received
es: KB recibidos
fr: Ko reçu(s)
nl: KB ontvangen
pt_br: KB recebidos

source: distribute
es: distribuir
fr: distribuer
ga: etubirtsid
nl: verspreiden
pt_br: distribuir

source: Please Wait
fr: SVP attendez

source: Distribute Client
es: Cliente de distribución
fr: Distribuer le Client
ga: etubirtsiD tneilC
nl: Verspreiden client
pt_br: Distribuir cliente

source: address pool
es: grupos de direcciones
fr: plage d'adresses
ga: sserdda loop
nl: adres pool
pt_br: pool de endereços

source: enabled
es: activado
fr: activé(e)
ga: delbane
nl: ingeschakeld
pt_br: habilitados

source: newClient
fr: nouveauClient

source: VPN Clients
es: Clientes VPN
fr: Clients VPN
ga: NPV stneilC
pt_br: Clientes VPN

source: virtual address
es: dirección virtual
fr: adresse virtuelle
ga: lautriv sserdda
nl: virtuaal adres
pt_br: endereço virtual

source: unassigned
es: no asignado
fr: non-assigné(e)
ga: dengissanu
nl: niet toegewezen
pt_br: não atribuído

source: Enabled
es: Activado
fr: Activé(e)
ga: delbanE
nl: Ingeschakeld
pt_br: Habilitado

source: Client name
es: Nombre del cliente
fr: Nom du client
ga: tneilC eman
nl: Clientnaam
pt_br: Nome do cliente

source: Address pool
fr: Plage d'adresses
ga: sserddA loop
nl: Adres pool

source: newSite
fr: nouveauSite

source: VPN Sites
es: Sitios VPN
fr: Sites VPN
ga: NPV setiS
pt_br: Sites VPN

source: site name
es: nombre del sitio
fr: nom du site
ga: etis eman
nl: site naam
pt_br: nome do site

source: network address
es: dirección de red
fr: adresse réseau
ga: krowten sserdda
nl: netwerk adres
pt_br: endereço de rede

source: network mask
es: máscara de red
fr: masque de sous-réseau
ga: krowten ksam
nl: netwerk masker
pt_br: máscara de sub-rede

source: Site Name
es: Nombre del sitio
fr: Nom du Site
ga: etiS emaN
nl: Site naam
pt_br: Nome do site

source: Traffic to the below network will be routed over the VPN to the remote site.
fr: Le trafic vers le réseau ci-dessous sera acheminés en dehors du VPN vers le site distant.

source: The remote site network IP/netmask must be separate from the local network IP/netmask.
fr: L'adresse IP et le masque de sous-réseaux du site distant doit être séparé de l'adresse IP et du masque de sous-réseau du réseau local.

source: Network address
es: Dirección de red
fr: Adresse réseau
ga: krowteN sserdda
nl: Netwerk adres
pt_br: Endereço de rede

source: Internal address of remote site (eg: 192.168.1.1)
fr: Adresse interne du site distant (ex: 192.168.1.1)

source: Network mask
es: Máscara de red
fr: Masque de sous-réseau
ga: krowteN ksam
nl: Netwerk masker
pt_br: Máscara de rede

source: Internal netmask of remote site (eg: 255.255.255.0)
fr: Masque de sous-réseau interne du site distant (ex: 255.255.255.0)

source: [no name]
es: [sin nombre]
fr: [pas de nom]
ga: on[ ]eman
nl: [geen naam]
pt_br: [nenhum nome]

source: Exported Hosts and Networks
es: Redes y hosts exportados
fr: Hôtes et réseaux exportés
ga: detropxE stsoH dna skrowteN
nl: geëxporteerde hosts en netwerken
pt_br: Redes e hosts exportados

source: host/network name
es: nombre de red/host
fr: nom d'hôte/réseau
ga: krowten/tsoh eman
nl: host/netwerk naam
pt_br: Nome de rede/host

source: IP address
es: Dirección IP
fr: adresse IP
ga: PI sserdda
nl: IP adres
pt_br: Endereço IP

source: netmask
es: máscara de red
fr: masque de sous-réseau
ga: ksamten
nl: netmasker
pt_br: máscara de rede

source: Host/network name
es: Nombre de red/host
fr: Nom d'hôte/réseau
ga: krowten/tsoH eman
nl: Host/netwerk naam
pt_br: Nome de máscara de rede/host

source: Netmask
es: Máscara de red
fr: Masque de sous-réseau
ga: ksamteN
nl: Netmasker
pt_br: Máscara de rede

source: export DNS
es: exportar DNS
fr: exporter le(s) DNS
ga: tropxe SND
nl: DNS exporteren
pt_br: DNS de exportação

source: Address Pools
es: Grupos de direcciones
fr: Plages d'adresses
ga: sserddA slooP
nl: Adres pools
pt_br: Pools de endereços

source: pool name
es: nombre del grupo
fr: nom de la plage
ga: loop eman
nl: pool naam
pt_br: nome do pool

source: Pool name
es: Nombre del grupo
fr: Nom de la plage
ga: looP eman
nl: Pool naam
pt_br: Nome do pool

source: Advanced
es: Avanzado
fr: Paramètres Avancés
ga: decnavdA
nl: geadvanceerd
pt_br: Avançado

source: Server Port (UDP)
es: Puerto del servidor (UDP)
fr: Port Serveur (UDP)
ga: revreS troP )PDU(
nl: Server poort (UDP)
pt_br: Porta do servidor (UDP)

source: You must provide a valid port.
es: Debe proporcionar un puerto válido.
fr: Vous devez fournir un port valide.
ga: uoY tsum edivorp a dilav .trop
nl: Je moet een geldige poort opgeven.
pt_br: Você deve fornecer uma porta válida.

source: You must enter a site name.
es: Debe introducir el nombre de un sitio.
fr: Vous devez entrer un nom de site.
ga: uoY tsum retne a etis .eman
nl: Je moet een sitenaam invoeren.
pt_br: Você deve inserir um nome de site.

source: DNS Override
es: Anular DNS
fr: Ne pas tenir compte des DNS
ga: SND edirrevO
pt_br: Sobreposição de DNS

source: Disabled
es: Desactivado
fr: Désactivé(e)
ga: delbasiD
nl: uitgeschakeld
pt_br: Desabilitado

source: Primary IP
es: Dir. IP primaria
fr: IP primaire
ga: yramirP PI
nl: Primair IP
pt_br: IP Primário

source: A Valid Primary IP Address must be specified.
es: Debe especificar una dirección IP primaria válida.
fr: Une Adresse IP Primaire Valide doit être spécifiée.
ga: A dilaV yramirP PI sserddA tsum eb .deificeps
nl: Er moet een geldig primair IP adres opgegeven worden.
pt_br: Deve ser especificado um endereço IP primário válido.

source: Secondary IP (optional)
es: Dir. IP secundaria (opcional):
fr: IP secondaire (optionnel)
ga: yradnoceS PI )lanoitpo(
nl: Secundair IP (optioneel)
pt_br: IP secundário (opcional)

source: A valid Primary IP Address must be specified.
es: Debe especificar una dirección IP primaria válida.
fr: Une Adresse IP Primaire valide doit être spécifiée.
ga: A dilav yramirP PI sserddA tsum eb .deificeps
nl: Er moet een geldig primair IP adres opgegeven worden.
pt_br: Deve ser especificado um endereço IP primário válido.

source: A valid Secondary IP Address must be specified.
es: Debe especificar una dirección IP secundaria válida.
fr: Une Adresse IP Secondaire valide doit être spécifiée.
ga: A dilav yradnoceS PI sserddA tsum eb .deificeps
nl: Er moet een geldig secundair IP adres opgegeven worden.
pt_br: Deve ser especificado um endereço IP secundário válido.

source: You must create at least one group.
es: Debe crear al menos un grupo.
fr: Vous devez créer au moins un groupe.
ga: uoY tsum etaerc ta tsael eno .puorg
nl: Je moet ten minste één groep maken.
pt_br: Você deve criar pelo menos um grupo.

source: The group: "{0}" cannot be deleted because it is being used by the client: {1} in the Client To Site List.
es: No se puede eliminar el grupo "{0}" porque está siendo utilizado por el cliente {1} en la lista Cliente a sitio.
fr: Le groupe: "{0}" ne peut pas être supprimé car il est utilisé par le client: {1} dans la Liste des Clients du Site.
ga: ehT :puorg "{0}" tonnac eb deteled esuaceb ti si gnieb desu yb eht :tneilc{1} ni eht tneilC oT etiS .tsiL
nl: De groep: "{0}" kan niet verwijderd worden omdat het wordt gebruikt door de client: {1} in de client naar site lijst.
pt_br: O grupo: "{0}" não pode ser excluído porque está sendo usado por um cliente: {1} na Lista Cliente a Site.

source: The group: "{0}" cannot be deleted because it is being used by the site: {1} in the Site To Site List.
es: No se puede eliminar el grupo "{0}" porque está siendo utilizado por el sitio {1} en la lista Sitio a sitio.
fr: Le groupe: "{0}" ne peut pas être supprimé car il est utilisé par le site: {1} dans la Liste des Sites du Site.
ga: ehT :puorg "{0}" tonnac eb deteled esuaceb ti si gnieb desu yb eht :etis{1} ni eht etiS oT etiS .tsiL
nl: De groep: "{0}" kan niet verwijderd worden omdat het wordt gebruikt door de site: {1} in de site naar site lijst.
pt_br: O grupo: "{0}" não pode ser excluído porque está sendo usado: {1} na Lista Site a Site.

source: Changing name is not allowed. Create a new group.
fr: Le changement de nom n'est pas autorisé. Créez un nouveau groupe.

source: The group name: "{0}" in row: {1} already exists.
es: El nombre de grupo "{0}" de la fila {1} ya existe.
fr: Le nom de groupe: "{0}" à la ligne: {1} existe déjà.
ga: ehT puorg :eman "{0}" ni :wor {1} ydaerla .stsixe
nl: De groepnaam: "{0}" in rij: {1} bestaat reeds.
pt_br: O nome de grupo: "{0}" na linha: {1} já existe.

source: Changing name is not allowed. Create a new user.
fr: Le changement de nom n'est pas autorisé. Créez un nouveau utilisateur.

source: The client name: "{0}" in row: {1} already exists.
es: El nombre de cliente "{0}" de la fila {1} ya existe.
fr: Le nom de client: "{0}" à la ligne: {1} existe déjà.
ga: ehT tneilc :eman "{0}" ni :wor {1} ydaerla .stsixe
nl: De clientnaam: "{0}" in rij: {1} bestaat al.
pt_br: O nome de cliente: "{0}" na linha: {1} já existe.

source: The site name: "{0}" in row: {1} already exists.
es: El nombre de sitio "{0}" de la fila {1} ya existe.
fr: Le nom de site: "{0}" à la ligne: {1} existe déjà.
ga: ehT etis :eman "{0}" ni :wor {1} ydaerla .stsixe
nl: De sitenaam: "{0}" in rij: {1} bestaat al.
pt_br: O nome do site: "{0}" na linha: {1} já existe.

source: The two networks: {0} and {1} cannot overlap
es: Las dos redes {0} y {1} no pueden solaparse.
fr: Les deux réseaux: {0} et {1} ne peuvent pas se chevaucher
ga: ehT owt :skrowten {0} dna {1} tonnac palrevo
nl: De twee netwerken: {0} en {1} kunnen niet overlappen.
pt_br: As duas redes: {0} e {1} não podem se sobrepor

source: Validation failed
es: Error de validación
fr: La Validation a échoué
ga: noitadilaV deliaf
nl: Validatie mislukt.
pt_br: Falha de validação

source: Saving...
es: Guardando...
fr: Sauvegarde en cours...
ga: ...gnivaS
nl: Bezig met bewaren...
pt_br: Salvando...

source: OpenVPN Client Setup Wizard
es: Asistente de instalación de cliente OpenVPN
fr: Assistant de configuration du Client OpenVPN
ga: NPVnepO tneilC puteS draziW
pt_br: Assistente de Configuração de Cliente OpenVPN

source: Setup Wizard Warning
es: Advertencia del Asistente de instalación
fr: Alerte de l'Assistant de configuration
ga: puteS draziW gninraW
nl: Setup wizard waarschuwing
pt_br: Aviso do Assistente de Configuração
