Repository: 5up3rc/ngfw_src
Catalog: webfilter-*/po/*/untangle-*-webfilter.po
Languages: fr, ga, ja, nl

source: Block Lists
fr: Listes de blocage
ga: kcolB stsiL
ja: ブロックリスト
nl: Blokkeer lijsten

source: Edit Categories
fr: Editer les catégories
ja: カテゴリ編集

source: Edit Sites
fr: Editer les sites
ja: サイト編集

source: Edit File Types
fr: Editer les types de fichier
ja: ファイル種別編集

source: Edit MIME Types
fr: Editer les types MIME
ja: MIMEタイプ編集

source: Block pages from IP only hosts
fr: Bloquer les pages à partir de la liste hôtes IP uniquement
ja: IPだけのホストからページをブロック
nl: Blokkeer pagina's van hosts met enkel een IP

source: User Bypass
fr: Bypass utilisateur
ga: resU ssapyB
ja: ユーザーバイパス
nl: Gebruikers omleiding

source: None
fr: Aucun
ga: enoN
ja: なし
nl: Geen

source: Temporary
fr: Temporaire
ga: yraropmeT
ja: 一時的な
nl: Tijdelijk

source: Permanent and Global
fr: Permanent et Global
ga: tnenamreP dna labolG
ja: 常設とグローバル
nl: Permanent en globaal

source: Categories
fr: Catégories
ga: seirogetaC
ja: カテゴリ
nl: CategoriÃ«n

source: Saving...
fr: Sauvegarde...
ga: ...gnivaS
ja: 保存中…
nl: Bezig met bewaren...

source: Please wait
fr: SVP attendez
ga: esaelP tiaw
ja: しばらくお待ちください
nl: Gelieve te wachten

source: Sites
ga: setiS
ja: サイト

source: File Types
fr: Types de fichier
ga: eliF sepyT
ja: ファイル種別
nl: Bestandstypes

source: MIME Types
fr: Types MIME
ga: EMIM sepyT
ja: MIMEタイプ

source: Block
fr: Bloquer
ga: kcolB
ja: ブロック
nl: Blokkeer

source: Flag
fr: Signaler
ja: フラグ

source: Flag as Violation
fr: Signaler comme une violation
ja: 違反フラグ

source: category
fr: catégorie
ga: yrogetac
ja: カテゴリ
nl: categorie

source: description
ga: noitpircsed
ja: 説明
nl: omschrijving

source: Category
fr: Catégorie
ga: yrogetaC
ja: カテゴリ
nl: Categorie

source: Description
ga: noitpircseD
ja: 説明
nl: Omschrijving

source: "URL" specified cannot be blocked because it uses secure http (https)
fr: "URL" spécifiée ne peut pas être bloquée car elle utilise le http sécurisé (https)
ga: "LRU" deificeps tonnac eb dekcolb esuaceb ti sesu eruces ptth )sptth(
ja: セキュアなhttp(https)を使用するので、指定された\"URL\"はブロックすることができません。
nl: De opgegeven "URL" kan niet worden geblokkeerd omdat het beveiligd http (https) gebruikt

source: Invalid "URL" specified
fr: "URL" invalide spécifiée
ga: dilavnI "LRU" deificeps
ja: 無効な \"URL\" を指定
nl: Ongeldige "URL" opgegeven

source: [no site]
fr: [pas de site]
ga: on[ ]etis
ja: [サイトがありません]
nl: [geen site]

source: [no description]
fr: [pas de description]
ga: on[ ]noitpircsed
ja: [説明がありません]
nl: [geen omschrijving]

source: site
ga: etis
ja: サイト

source: Site
ga: etiS
ja: サイト

source: file type
fr: type de fichier
ga: elif epyt
ja: ファイル種別
nl: bestandstype

source: File Type
fr: Type de Fichier
ga: eliF epyT
ja: ファイル種別
nl: Bestandstype

source: [no mime type]
fr: [pas de type MIME]
ja: [MIMEタイプがありません]

source: MIME type
fr: type MIME
ga: EMIM epyt
ja: MIMEタイプ

source: MIME Type
fr: Type MIME
ga: EMIM epyT
ja: MIMEタイプ

source: Pass Lists
fr: Listes de Passage
ga: ssaP stsiL
ja: パスリスト
nl: Doorlaatlijsten

source: manage list
fr: gestion de la liste
ga: eganam tsil
ja: リスト管理
nl: beheer lijst

source: Client IP addresses
fr: Adresses IP clientes
ja: クライアントIPアドレス

source: "URL" specified cannot be passed because it uses secure http (https)
fr: "URL" spécifiée ne peut pas passée car elle utilise le http sécurisé (https)
ga: "LRU" deificeps tonnac eb dessap esuaceb ti sesu eruces ptth )sptth(
ja: セキュアなhttp(https)を使用するので、指定された\"URL\"はパスすることができません。
nl: De opgegeven "URL" kan niet worden doorgelaten omdat het beveiligd http (https) gebruikt

source: pass
fr: passer
ga: ssap
ja: パス
nl: laat door

source: Pass
fr: Passer
ga: ssaP
ja: パス
nl: Laat door

source: IP address/range
fr: Adresse IP/étendue
ga: PI egnar/sserdda
ja: IPアドレス/範囲
nl: IP adres/bereik

source: block
fr: bloquer
ga: kcolb
ja: ブロック
nl: blokkeer

source: in Categories Block list
fr: dans la liste des Catégories Bloquées
ga: ni seirogetaC kcolB tsil
ja: カテゴリーブロックリストに
nl: in de categoriÃ«n blokkeer lijst

source: in URLs Block list
fr: dans la liste des URLs Bloquées
ga: ni sLRU kcolB tsil
ja: URLブロックリストに
nl: in de URL's blokkeer lijst

source: in File Extensions Block list
fr: dans la liste des Extensions de Fichiers Bloquées
ga: ni eliF snoisnetxE kcolB tsil
ja: ファイル拡張子ブロックリストに
nl: in de bestandsextensies blokkeer lijst

source: in MIME Types Block list
fr: dans la liste des Types MIME Bloqués
ga: ni EMIM sepyT kcolB tsil
ja: MIMEタイプブロックリストに
nl: in de MIME types blokkeer lijst

source: blocking all traffic
fr: bloquant tout le trafic
ga: gnikcolb lla ciffart
ja: すべてのトラフィックをブロック
nl: alle verkeer blokkeren

source: hostname is an IP address
fr: le nom d'hôte est une adresse IP
ga: emantsoh si na PI sserdda
ja: ホスト名は、IPアドレスです
nl: hostnaam is een IP adres

source: in URLs Pass list
fr: dans la liste des URLs passées
ga: ni sLRU ssaP tsil
ja: URLパスリストに
nl: in de URL's doorlaat lijst

source: in Clients Pass list
fr: dans la liste des Clients Passés
ga: ni stneilC ssaP tsil
ja: クライアントパスリストに
nl: in de Client's doorlaat lijst

source: Client Bypass
fr: Contournement client
ja: クライアントバイパス

source: no rule applied
fr: pas de règle appliquée
ga: on elur deilppa
ja: ルールは全く適用されません
nl: geen regel toegepast

source: timestamp
fr: référence temporelle
ga: pmatsemit
ja: タイムスタンプ
nl: tijdsaanduiding

source: action
ga: noitca
ja: 動作
nl: actie

source: client
ga: tneilc
ja: クライアント

source: request
fr: demande
ga: tseuqer
ja: 要求
nl: aanvraag

source: reason for action
fr: raison de l'action
ga: nosaer rof noitca
ja: 動作の理由
nl: reden voor actie

source: server
fr: serveur
ga: revres
ja: サーバー

source: Unblock Log
fr: Débloquer Log
ja: アンブロックログ

source: permanent
ja: 永久

source: Invalid subnet specified
fr: sous-réseau spécifié invalide
ga: dilavnI tenbus deificeps
ja: 無効なサブネット指定
nl: ongeldig subnet opgegeven

source: Validation failed
fr: La validation a échoué
ga: noitadilaV deliaf
ja: 項目に誤りがあります
nl: Validatie mislukt

source: Please Try Again
fr: SVP essayer à nouveau
ja: もう一度やり直してください

source: Failed
fr: Echec
ga: deliaF
ja: 失敗
nl: Mislukt

source: Feature is not installed.
fr: La fonctionnalité n'est pas installée.
ja: 機能がインストールされていません。
nl: Onderdeel is niet geÃ¯nstalleerd.

source: This request has expired.
fr: Cette demande a expiré.
ja: この要求が期限切れとなりました。
nl: Deze aanvraag is verstreken.

source: {0} | {1} Warning
fr: {0} | {1} Attention
ja: {0} | {1} 警告
nl: {0} | {1} Waarschuwing

source: {0}This web page was blocked{1} because it is considered inappropriate.
fr: {0} Cette page web a été bloqué{1} car elle est considérée comme inappropriée.
ga: {0}This bew egap saw blocked{1} esuaceb ti si deredisnoc .etairporppani
ja: {1} が不適当なため、{0} このページはブロックされました。
nl: {0}Deze webpagina is geblokkeerd{1} omdat het als ongewenst wordt beschouwd.

source: If you have any questions, Please contact {0}.
fr: Si vous avez des questions, SVP contactez {0}.
ga: fI uoy evah yna ,snoitseuq esaelP tcatnoc {0}.
ja: ご連絡ご質問は、{0}まで。
nl: Indien je vragen hebt, gelieve {0} te contacteren.

source: Summary Report
fr: Rapport sommaire
ja: サマリーレポート

source: scanned
fr: a scanné
ja: スキャンする

source: web hits and detected
fr: hits web et détecté
ja: Webヒット数を検出

source: violations of which
fr: violations, dont
ja: 違反のうち

source: were blocked
fr: ont été bloquées
ja: ブロックされた

source: Hourly Usage
fr: Horaires d'utilisation
ja: １時間ごとの使用

source: Avg Hits
fr: Moyenne des Hits
ja: 平均ヒット数

source: hits/minute
ja: ヒット/分

source: Max Hits
fr: Maxi des Hits
ja: 最大ヒット数

source: Avg Violations
fr: Moyenne des violations
ja: 平均違反

source: violations/hour
fr: violations/heure
ja: 違反/時間

source: Max Violations
fr: Maxi des violations
ja: 最大違反

source: Time
fr: Heure
ja: 時間

source: hits
ja: ヒット数

source: violations
ja: 違反

source: blocked violations
fr: violations bloquées
ja: ブロックされた違反

source: Daily Usage
fr: Usage quotidien
ja: 毎日の使用

source: hits/day
fr: hits/jour
ja: ヒット/日

source: violations/day
fr: violations/jour
ja: 違反/日

source: blocks/day
fr: blocages/jour
ja: ブロック/日

source: Date
ja: 日付

source: Hits per Day
fr: Hits par jour
ja: １日あたりのヒット数

source: clean hits
fr: Hits normaux
ja: クリーンヒット

source: Total Web Usage
fr: Utilisation Web totale
ja: 総ウェブ使用

source: Total Clean Hits
fr: Total des hits normaux
ja: 全てのクリーンヒット

source: Total Violations
fr: Total des violations
ja: 全ての違反

source: Top Ten Categories of Violations (by hits)
fr: Top Ten des catégories de violations (par hits)
ja: トップ10のカテゴリ違反（ヒット数による）

source: Uncategorized
fr: Non catégorisé
ja: 未分類

source: Policy
fr: Politique
ja: ポリシー

source: Top Ten Categories of Blocked Violations (by hits)
fr: Top Ten des catégories de violations bloquées (par hits)
ja: トップ10のブロックされた違反カテゴリ

source: Blocks per Day
fr: Blocages par jour
ja: 1日あたりのブロック数

source: User
fr: Utilisateur
ja: ユーザ

source: bytes
fr: octets
ja: バイト

source: bytes/day
fr: octets/jour
ja: バイト/日

source: Top Ten Host Violators (by hits)
fr: Top Ten des hôtes contrevenants (par hits)
ja: トップ10の違反ホスト(ヒット数による)

source: Top Ten User Violators (by hits)
fr: Top Ten des utilisateurs contrevenants (par hits)
ja: トップ10の違反ユーザ(ヒット数による)

source: Top Ten Websites (by hits)
fr: Top Ten des sites Web (par hits)
ja: トップ10のウェブサイト（ヒット数による）

source: Top Ten Websites (by size)
fr: Top Ten des sites Web (par taille)
ja: トップ10のウェブサイト（サイズによる）

source: Top Ten Violations
fr: Top Ten des violations
ja: トップ10の違反

source: Top Ten Blocked Violations
fr: Top Ten des violations bloquées
ja: トップ10のブロックされた違反

source: Violation Events
fr: Evènements de violations
ja: 違反イベント

source: Client
ja: クライアント

source: Blocked
fr: Bloqué(es)
ja: ブロック

source: Server IP
fr: IP du serveur
ja: サーバIPアドレス

source: Client IP
fr: IP du client
ja: クライアントIPアドレス

source: All Events
fr: Tous les évènements
ja: 全てのイベント

source: Site Events
fr: Evènements du Site
ja: サイトイベント

source: Size (MB)
fr: Taille (Mo)
ja: サイズ（MB）

source: Web Usage By Category
fr: Utilisation du Web par Catégorie
ja: カテゴリ別のウェブ利用

source: Violations By Category
fr: Violations par Catégorie
ja: カテゴリ別の違反

source: Host:
fr: Hôte:
ga: :tsoH
ja: ホスト:

source: Reason:
fr: Raison:
ga: :nosaeR
ja: 理由:
nl: Reden:

source: Unblock For Now
fr: Déblocage Temporaire
ga: kcolbnU roF woN
ja: ブロックを解除するために
nl: Deblokkeer voor nu

source: Unblock Permanently
fr: Déblocage Permanent
ga: kcolbnU yltnenamreP
ja: ブロックを永久解除
nl: Deblokkeer permanent

source: temporary
fr: temporaire

source: Avg Blocked Violations
fr: Moyenne des violations bloquées

source: Max Blocked Violations
fr: Maxi des violations bloquées

source: Hits per minute
fr: Hits par minute

source: blocks
fr: blocages

source: Total Blocked Violations
fr: Total des violations bloquées

source: Top Ten Web Browsing Hosts (by hits)
fr: Top Ten des Hôtes navigant sur le Web (par hits)

source: Host
fr: Hôte

source: Top Ten Web Browsing Users (by hits)
fr: Top Ten des Utilisateurs navigant sur le Web (par hits)

source: Top Ten Web Browsing Users (by size)
fr: Top Ten des Utilisateurs navigant sur le Web (par taille)

source: Top Ten Web Browsing Hosts (by size)
fr: Top Ten des Hôtes navigant sur le Web (par taille)

source: Hosts
fr: Hôtes

source: Scan HTTPS
ga: nacS SPTTH

source: log
ga: gol
nl: registreer

source: Log
ga: goL
nl: Registreer

source: IP addresses
ga: PI sesserdda

source: {0} | Web Filter Warning
ga: {0} | beW retliF gninraW

source: {0} Web Filter
ga: {0} beW retliF

source: URL:
ga: :LRU

source: All HTTP Traffic
nl: Alle HTTP verkeer

source: Pages scanned
nl: Pagina's gescand

source: Pages blocked
nl: Pagina's geblokkeerd

source: Pages passed
nl: Pagina's doorgelaten

source: Passed by policy
nl: Doorgelaten door policy

source: Blocked HTTP Traffic
nl: Geblokkeerd HTTP verkeer

source: Passed HTTP Traffic
nl: Doorgelaten HTTP verkeer

source: Whitelisted HTTP Traffic
nl: HTTP verkeer op witte lijst
