Repository: 5up3rc/ngfw_src
Catalog: reporting/po/*/untangle-node-reporting.po
Languages: ga

source: Status
ga: sutatS

source: View Reports
ga: weiV stropeR

source: Archived Reports
ga: devihcrA stropeR

source: Generation
ga: noitareneG

source: Email
ga: liamE

source: Recipients
ga: stneipiceR

source: email address
ga: liame sserdda

source: The email address cannot be blank.
ga: ehT liame sserdda tonnac eb .knalb

source: Include {0}Incident Reports{1} in emailed reports
ga: edulcnI {0}Incident Reports{1} ni deliame stroper

source: This makes emailed reports larger, but includes information about each incident/violation.
ga: sihT sekam deliame stroper ,regral tub sedulcni noitamrofni tuoba hcae.noitaloiv/tnedicni

source: Daily Reports
ga: yliaD stropeR

source: Daily Reports are generated at midnight and covers events from the previous 24 hours, up to, but not including the day of generation.
ga: yliaD stropeR era detareneg ta thgindim dna srevoc stneve morf eht suoiverp42 ,sruoh pu ,ot tub ton gnidulcni eht yad fo .noitareneg

source: Generate Daily Reports
ga: etareneG yliaD stropeR

source: Every Day
ga: yrevE yaD

source: Weekly Reports
ga: ylkeeW stropeR

source: Weekly Reports are generated at midnight and covers events from the previous 7 days, up to, but not including the day of generation.
ga: ylkeeW stropeR era detareneg ta thgindim dna srevoc stneve morf eht suoiverp7 ,syad pu ,ot tub ton gnidulcni eht yad fo .noitareneg

source: Generate Weekly Reports
ga: etareneG ylkeeW stropeR

source: Sunday
ga: yadnuS

source: Monday
ga: yadnoM

source: Tuesday
ga: yadseuT

source: Wednesday
ga: yadsendeW

source: Thursday
ga: yadsruhT

source: Friday
ga: yadirF

source: Saturday
ga: yadrutaS

source: Monthly Reports
ga: ylhtnoM stropeR

source: Monthly Reports are generated at midnight and covers events from the previous 30 days, up to, but not including the day of generation.
ga: ylhtnoM stropeR era detareneg ta thgindim dna srevoc stneve morf ehtsuoiverp 03 ,syad pu ,ot tub ton gnidulcni eht yad fo .noitareneg

source: Never
ga: reveN

source: First Day of Month
ga: tsriF yaD fo htnoM

source: Everyday
ga: yadyrevE

source: Once Per Week
ga: ecnO reP keeW

source: Data Retention
ga: ataD noitneteR

source: Limits data retention to one week, this allows reports to run faster on high traffic sites.
ga: stimiL atad noitneter ot eno ,keew siht swolla stroper ot nur retsaf no hgihciffart .setis

source: Limit data retention
ga: timiL atad noitneter

source: Keep One Week's Data
ga: peeK enO s'keeW ataD

source: IP Addresses
ga: PI sesserddA

source: [no name]
ga: on[ ]eman

source: [no description]
ga: on[ ]noitpircsed

source: IP address
ga: PI sserdda

source: name
ga: eman

source: IP Address
ga: PI sserddA

source: Name
ga: emaN

source: Invalid "IP address" specified
ga: dilavnI PI" "sserdda deificeps

source: Validation failed
ga: noitadilaV deliaf

source: Failed
ga: deliaF

source: Saving...
ga: ...gnivaS

source: Please wait
ga: esaelP tiaw
