Repository: 5up3rc/ngfw_src
Catalog: gui/po/*/untangle-install-wizard.po
Languages: es, fr, ga, ja, nl, pt_br

source: These tests show you if your computer meets minimum hardware requirements.
es: Estas pruebas determinan si su equipo satisface los requisitos mínimos de hardware.
fr: Ces essais démontrent si votre ordinateur répond aux exigences minimum de matériel.
ga: esehT stset wohs uoy fi ruoy retupmoc steem muminim erawdrah .stnemeriuqer
ja: これらのテストはあなたのコンピューターがハードウェアの最低条件を満たしているかを示します。
nl: Deze testen zullen je tonen of je computer aan de minimum systeemvereisten voldoet
pt_br: Esses testes mostram a você se seu computador cumpre os requisitos mínimos de hardware.

source: Main Memory:
es: Memoria principal:
fr: Mémoire principale:
ga: niaM :yromeM
ja: メインメモリ：
nl: Hoofd geheugen
pt_br: Memória principal:

source: Memory Test
es: Prueba de memoria
fr: Test mémoire
ga: yromeM tseT
ja: メモリテスト：
nl: Geheugen test
pt_br: Teste de memória

source: CPU Test
es: Prueba de CPU
fr: Test CPU
ga: UPC tseT
ja: CPUテスト
pt_br: Teste de CPU

source: Hard Disk:
es: Disco duro
fr: Disque Dur:
ga: draH :ksiD
ja: ハードディスク：
nl: Harde schijf:
pt_br: Disco rígido:

source: Hard Disk Test
es: Prueba de disco duro
fr: Test Disque Dur
ga: draH ksiD tseT
ja: ハードディスクテスト
nl: Harde schijf test
pt_br: Teste de disco rígido

source: Network Interfaces:
es: Interfaces de red:
fr: Interfaces réseaux:
ga: krowteN :secafretnI
ja: ネットワークインターフェース：
nl: Netwerk interfaces:
pt_br: Intefaces de rede:

source: Checking...
es: Comprobando...
fr: Vérification...
ga: ...gnikcehC
ja: チェック中...
nl: Bezig met controleren...
pt_br: Verificando...

source: undetermined
fr: Indéterminé
ja: 未定

source: undetermined
es: indeterminado
fr: Indéterminé
ga: denimretednu
ja: 未定
nl: onbepaald
pt_br: indeterminado

source: ({0} MB required)
es: (requiere {0} MB)
fr: ({0} Mo requis)
ga: ({0} BM )deriuqer
ja: ({0} MB 必要)
nl: ({0} MB vereist)
pt_br: ({0} MB necessários)

source: ({0} MHz required)
es: (requiere {0} MHz)
fr: ({0} MHz requis)
ga: ({0} zHM )deriuqer
ja: ({0} MHz 必要)
nl: ({0} MHz vereist)
pt_br: ({0} MHz necessários)

source: ({0} GB required)
es: (requiere {0} GB)
fr: ({0} Go requis)
ga: ({0} BG )deriuqer
ja: ({0} GB 必要)
nl: ({0} GB vereist)
pt_br: ({0} GB necessários)

source: (#{0} interfaces required)
es: (requiere {0} interfaces)
fr: (#{0} interfaces requises)
ga: (#{0} secafretni )deriuqer
ja: (#{0} インターフェースが必要)
nl: (#{0} interfaces vereist)
pt_br: (#{0} interfaces necessárias)

source: {0} MHz ({1} detected) [approximated as a single {2} MHz CPU]
es: {0} MHz ({1} detectado) [se aproxima a una sola CPU de {2} MHz]
fr: {0} MHz ({1} détectés) [approximativement comme un seul {2} MHz CPU]
ga: {0} zHM ({1} )detceted detamixorppa[ sa a elgnis {2} zHM ]UPC
ja: {0} MHz ({1} 検知された) [おおよそシングル{2} MHz CPU]
nl: {0} MHz ({1} gedetecteerd) [geschat als een single {2} MHz CPU]
pt_br: {0} MHz ({1} detectados) [aproximado com uma CPU única de {2} MHz]

source: {0} interface
es: {0} interfaz
ga: {0} ecafretni
ja: インターフェース

source: <html><font color="#FF0000"><b>Warning!</b><br>Your hardware does not meet minimum requirements. This system may not function properly.<br>You may continue installation, but it is recommended that you upgrade your system hardware.<br><br>Press the Next button in the main window to continue.</font></html>
es: <html><font color="#FF0000"><b>¡Atención!</b><br>Su hardware no satisface los requisitos mínimos. Es posible que este sistema no funcione correctamente.<br>Puede continuar con la instalación, pero recomendamos que actualice el hardware de su sistema.<br><br>Haga clic en el botón Siguiente de la ventana principal para continuar.</font></html>
fr: <html><font color="#FF0000"><b>Attention!</b><br>Votre matériel ne répond pas aux exigences minimales. Ce système risque de ne pas fonctionner correctement.<br>Vous pouvez continuer l'installation, mais il est recommandé que vous mettiez à niveau votre matériel.<br><br>Appuyez sur le bouton Suivant dans la fenêtre principale pour continuer.</ Font></html >
ga: tnof<>lmth< ruoY>rb<>b/<!gninraW>b<>"0000FF#"=roloc erawdrah seod ton teemmuminim .stnemeriuqer sihT metsys yam ton noitcnuf uoY>rb<.ylreporp yameunitnoc ,noitallatsni tub ti si dednemmocer taht uoy edargpu ruoy metsyssserP>rb<>rb<.erawdrah eht txeN nottub ni eht niam wodniw ot /<.eunitnoc>lmth/<>tnof
ja: <html><font color="#FF0000"><b>警告!</b><br>あなたのハードウェアは必要最低条件を満たしていません。このシステムは正しく機能しないかもしれません。<br>インストレーショんを続けるか、あなたのシステムハードウェアのアップデートをお薦めします。<br><br> 続けるにはメインウィンドウにあるNextボタンを押してください 。</font></html>
nl: <html><font color="#FF0000"><b>Waarschuwing!</b><br>Je hardware voldoet niet aan de minimumvereisten. Dit system zal misschien niet goed functioneren.<br>Je mag de installatie voortzetten, maar het is aangewezen dat je je systeemhardware upgrade.<br><br>Druk op de Volgende knop in het hoofdvenster om verder te gaan.</font></html>
pt_br: <html><font color="#FF0000"><b>Aviso!</b><br>Seu hardware não cumpre os requisitos mínimos. Este sistema pode não funcionar adequadamente.<br>Você pode continuar a instalação, mas recomenda-se que atualize o hardware de sistema.<br><br>Pressione o botão Próximo na janela principal para continuar.</font></html>

source: <html><font color="#FF9B00"><b>Warning!</b><br>Your hardware meets minimum requirements, but performance may not be optimal.<br>Press the Next button in the main window to continue.</font></html>
es: <html><font color="#FF9B00"><b>¡Atención!</b><br>Aunque el hardware satisface los requisitos mínimos, es posible que el rendimiento no sea óptimo.<br>Haga clic en el botón Siguiente de la ventana principal para continuar.</font></html>
fr: <html><font color="#FF9B00"><b>Attention!</b><br>Votre matériel répond aux exigences minimales, mais la performance peut ne pas être optimale.<br>Appuyez sur le bouton Suivant dans la fenêtre principale pour continuer.</Font></html>
ga: tnof<>lmth< ruoY>rb<>b/<!gninraW>b<>"00B9FF#"=roloc erawdrah steem muminim,stnemeriuqer tub ecnamrofrep yam ton eb sserP>rb<.lamitpo eht txeN nottubni eht niam wodniw ot >lmth/<>tnof/<.eunitnoc
ja: <html><font color="#FF9B00"><b>警告!</b><br>あなたのハードウェアは必要最低条件を満たしていますが、パフォーマンスは最適でないかもしれません。<br>メインウィンドウのNextボタンを押して続けてください。</font></html>
nl: <html><font color="#FF9B00"><b>Waarschuwing!</b><br>Je hardware voldoet aan de minimumvereisten, maar de performantie zal misschien niet optimaal zijn.<br>Druk op de Volgende knop in het hoofdvenster om verder te gaan.</font></html>
pt_br: <html><font color="#FF9B00"><b>Aviso!</b><br>Seu hardware cumpre os requisitos mínimos, mas o desempenho pode não ser ótimo.<br>Pressione o botão Próximo na janela principal para continuar.</font></html>

source: <html><font color="#445BFF"><b>Success!</b><br>Your hardware meets all requirements.<br>Press the Next button in the main window to continue.</font></html>
es: <html><font color="#445BFF"><b>¡Felicitaciones!</b><br>El hardware satisface todos los requisitos.<br>Haga clic en el botón Siguiente de la ventana principal para continuar.</font></html>
fr: <html><font color="#445BFF"><b>Succés!</b><br>Votre matériel répond à toutes les exigences.<br>Appuyez sur le bouton Suivant dans la fenêtre principale pour continuer.</Font></html>
ga: tnof<>lmth< ruoY>rb<>b/<!sseccuS>b<>"FFB544#"=roloc erawdrah steem llasserP>rb<.stnemeriuqer eht txeN nottub ni eht niam wodniw ot /<.eunitnoc>lmth/<>tnof
ja: <html><font color="#445BFF"><b>成功!</b><br>あなたのハードウェアは必要最低条件をみたしています。<br>メインウィンドウにあるNextボタンを押して続けてください。</font></html>
nl: <html><font color="#FF9B00"><b>Succes!</b><br>Je hardware voldoet aan alle vereisten.<br>Druk op de Volgende knop in het hoofdvenster om verder te gaan.</font></html>
pt_br: <html><font color="#445BFF"><b>Sucesso!</b><br>Seu hardware cumpre todos os requisitos.<br>Pressione o botão Próximo na janela principal para continuar.</font></html>

source: Installation Wizard
es: Asistente de instalación
fr: Assistant d'installation
ga: noitallatsnI draziW
ja: インストレーションウィザード
nl: Installatie wizard
pt_br: Assistente de Instalação

source: Result
es: Resultado
fr: Résultat
ga: tluseR
ja: 結果
nl: Resultaat
pt_br: Resultado

source: Failure: {0}
es: Fallo: {0}
fr: Echec: {0}
ga: :eruliaF {0}
ja: 失敗: {0}
nl: Mislukt: {0}
pt_br: Falha: {0}

source: Warning
es: Atención
fr: Attention
ga: gninraW
ja: 警告
nl: Waarschuwing
pt_br: Aviso

source: Good
es: Bueno
fr: Bon
ga: dooG
ja: 良
nl: Goed
pt_br: Bom

source: Excellent
es: Excelente
ga: tnellecxE
ja: 最良
nl: Uitstekend
pt_br: Excelente

source: Failure {0}
es: Fallo {0}
fr: Echec {0}
ga: eruliaF {0}
ja: 失敗 {0}
nl: Mislukt {0}
pt_br: Falha {0}

source: <html>This list shows the boot disks that were found. <font color='#FF0000'>Please choose a disk for installation. Warning, all the data on the boot disk you select will be deleted.</font></html>
es: <html>Esta lista muestra los discos de arranque que se encontraron. <font color='#FF0000'>Escoja un disco para la instalación. Cuidado: se borrarán todos los datos del disco de arranque que elija.</font></html>
fr: <html>Cette liste montre les disques de démarrage qui ont été trouvés.<font color='#FF0000'>SVP choisir un disque pour l'installation. Attention, toutes les données sur le disque de démarrage que vous sélectionnez seront supprimées.</font></html>
ga: sihT>lmth< tsil swohs eht toob sksid taht erew .dnuof tnof<esaelP>'0000FF#'=roloc esoohc a ksid rof .noitallatsni ,gninraW lla ehtatad no eht toob ksid uoy tceles lliw eb >lmth/<>tnof/<.deteled
ja: <html>このリストは見つかった起動ディスクを表示します。<font color='#FF0000'>インストレーションのためのディスクを選択してください。警告、選択した起動ディスクにあるデータはすべて消去されます。</font></html>
nl: <html>Deze lijst toont de opstartschijven die gevonden werden. <font color='#FF0000'>Gelieve een schijf te kiezen voor installatie. Opgelet, alle gegevens op de opstartschijf die je selecteerd zullen worden verwijderd.</font></html>
pt_br: <html>Este lista mostra os discos de inicialização que foram encontrados. <font color='#FF0000'>Escolha um disco para instalação. Aviso, serão excluídos todos os dados no disco de inicialização que selecionar.</font></html>

source: Error scanning disks
es: Error al analizar los discos
fr: Erreur de contrôle des disques
ga: rorrE gninnacs sksid
ja: ディスクスキャンにエラー
nl: Fout tijdens het scannen schijf
pt_br: Erro ao varrer os discos

source: size
fr: taille
ja: サイズ

source: You must select a boot disk which you would like to install onto.
es: Debe elegir el disco de arranque en el cual se realizará la instalación.
fr: Vous devez sélectionner un disque de démarrage sur lequel vous souhaitez installer.
ga: uoY tsum tceles a toob ksid hcihw uoy dluow ekil ot llatsni .otno
ja: インストールしたい起動ディスクを選んでください
nl: Je moet een opstartschijf selecteren waarop je wil installeren.
pt_br: Você deve selecionar um disco de inicialização onde gostaria de instalar.

source: Installation Wizard Message
es: Mensaje del Asistente de instalación
fr: Message de l'Assistant d'Installation
ga: noitallatsnI draziW egasseM
ja: インストレーションウィザードメッセージ
nl: Installatie wizard bericht
pt_br: Mensagem do Assistente de Instalação

source: Message
es: Mensaje
ga: egasseM
ja: メッセージ
nl: Bericht
pt_br: Mensagem

source: error loading license
es: Error de carga de la licencia
fr: erreur de chargement de licence
ga: rorre gnidaol esnecil
ja: ライセンスのローディングにエラー
nl: fout tijdens het laden licentie
pt_br: erro de carregamento da licença

source: License Agreement
es: Acuerdo de licencia
fr: Accord de licence
ga: esneciL tnemeergA
ja: ライセンス契約
nl: Licentieovereenkomst
pt_br: Contrato de Licença

source: Your selected disk will be erased if you continue installation. Would you like to continue?
es: El disco que escogió se borrará si continúa con la instalación. ¿Desea continuar?
fr: Votre disque dur sélectionné sera effacé si vous continuez l'installation. Voulez-vous continuer?
ga: ruoY detceles ksid lliw eb desare fi uoy eunitnoc .noitallatsni dluoW uoyekil ot ?eunitnoc
ja: インストレーションを続行するならば、選択したディスクは消されます。続行しますか？
nl: De door jou geselecteerde schijf zal gewist worden als je doorgaat met installeren. Wil je doorgaan?
pt_br: Seu disco selecionado será apagado se continuar a instalação. Deseja continuar?

source: Installation Wizard Warning
es: Advertencia del Asistente de instalación
fr: Alerte de l'Assistant d'Installation
ga: noitallatsnI draziW gninraW
ja: インストレーションウィザード警告
nl: Installatie Wizard waarschuwing
pt_br: Aviso do Assistente de Instalação

source: <html><b>Continue</b></html>
es: <html><b>Continuar</b></html>
fr: <html><b>Continuer</b></html>
ga: >lmth/<>b/<eunitnoC>b<>lmth<
ja: <html><b>続行</b></html>
nl: <html><b>Doorgaan</b></html>
pt_br: <html><b>Continuar</b></html>

source: <html><b>Don't Continue</b></html>
es: <html><b>No continuar</b></html>
fr: <html><b>Ne Pas Continuer</b></html>
ga: t'noD>b<>lmth< >lmth/<>b/<eunitnoC
ja: <html><b>続行しない</b></html>
nl: <html><b>Ga niet door</b></html>
pt_br: <html><b>Não continuar</b></html>

source: Warning!
es: ¡Cuidado!
fr: Attention!
ga: !gninraW
ja: 警告！
nl: Waarschuwing!
pt_br: Aviso!

source: If you continue, in preparation for the installation process, YOUR DISK WILL BE ERASED AND ALL ITS DATA WILL BE LOST!
es: Si continúa, durante la preparación para el proceso de instalación ¡SE BORRARÁ EL DISCO Y SE PERDERÁN TODOS LOS DATOS QUE CONTIENE!
fr: Si vous continuez, en préparation de la procédure d'installation, VOTRE DISQUE SERA EFFACE ET TOUTES SES DONNEES SERONT PERDUES!
ga: fI uoy ,eunitnoc ni noitaraperp rof eht noitallatsni ,ssecorp RUOY KSID LLIWEB DESARE DNA LLA STI ATAD LLIW EB !TSOL
ja: インストレーションプロセスの準備中に続行するならば、ディスクとそのデータがすべて消されます！
nl: Als je doorgaat, in voorbereiding van het installatieproces, ZAL JE SCHIJF GEWIST WORDEN EN ZAL ALLE DATA VERLOREN ZIJN!
pt_br: Se você continuar, em preparação para o processo de instalação, SEU DISCO SERÁ APAGADO E TODOS SEUS DADOS SERÃO PERDIDOS!

source: If you would not like to continue, press the Close Window button. Otherwise, press the Finish button.
es: Si no desea continuar, haga clic en el botón Cerrar ventana. En caso contrario, haga clic en el botón Terminar.
fr: Si vous ne souhaitez pas continuer, appuyez sur le bouton Fermer la fenêtre. Sinon, appuyez sur le bouton Terminer.
ga: fI uoy dluow ton ekil ot ,eunitnoc sserp eht esolC wodniW .nottub,esiwrehtO sserp eht hsiniF .nottub
ja: もし続行しないのであれば、Close Windowボタンを押してください。続行するのであれば、Finishボタンを押してください。
nl: Als je niet wil doorgaan, druk dan op de venster sluiten knop. Anders, druk op de voltooien knop.
pt_br: Se não quiser continuar, pressione o botão 'Fechar janela'. Caso contrário, pressione o botão Terminar.

source: <html>Welcome to the<br> Installation Wizard!</html>
es: <html>Bienvenido al<br> Asistente de instalación.</html>
fr: <html>Bienvenue dans<br> l'Assistant d'Installation!</html>
ga: emocleW>lmth< ot >rb<eht noitallatsnI >lmth/<!draziW
ja: <html>へようこそ<br> インストレーションウィザード!</html>
nl: <html>Welkom in de<br> Installatie Wizard!</html>
pt_br: <html>Bem-vindo ao<br> Assistente de Instalação!</html>

source: <html>This wizard will take you step-by-step through<br> the CD installation process.</html>
es: <html>Este asistente le guiará por los pasos del<br> proceso de instalación del CD.</html>
fr: <html>Cet assistant vous guide étape par étape pendant<br> le procédé du CD d'installation.</html>
ga: sihT>lmth< draziw lliw ekat uoy pets-yb-pets >rb<hguorht eht DC noitallatsni>lmth/<.ssecorp
ja: <html>を通してこのウィザードはステップごとに説明します。<br> CDインストレーションプロセス.</html>
nl: <html>Deze wizard zal je stap-voor-stap door<br> het CD installatieprocess nemen.</html>
pt_br: <html>Este assistente o guiará passo a passo pelo<br> processo de instalação do CD.</html>

source: Language:
es: Idioma:
fr: Langage:
ga: :egaugnaL
ja: 言語：
nl: Taal:
pt_br: Idioma:

source: <html>Welcome to the<br>Installation Wizard!</html>
es: <html>Bienvenido al<br>Asistente de instalación.</html>
fr: <html>Bienvenue dans<br>l'Assistant d'Installation!</html>
ga: emocleW>lmth< ot noitallatsnI>rb<eht >lmth/<!draziW
ja: <html>へようこそ！<br>インストレーションウィザード!</html>
nl: <html>Welkom bij de<br>Installatie Wizard!</html>
pt_br: <html>Bem-vindo ao<br>Assistente de Instalação!</html>

source: If you exit now, you will not be able to continue installation. You should continue, if possible.
es: Si sale ahora, no podrá continuar con la instalación. Es mejor que continúe, si es posible.
fr: Si vous quittez maintenant, vous ne serez pas en mesure de continuer l'installation. Vous devez continuer, si possible.
ga: fI uoy tixe ,won uoy lliw ton eb elba ot eunitnoc .noitallatsni uoY dluohs,eunitnoc fi .elbissop
ja: 今退出すると、インストレーションを続行することができません。できれば、続行してください。
nl: Als je nu afsluit, zal je de de installatie niet kunnen verderzetten. Je zou moeten doorgaan, indien mogelijk.
pt_br: Se você sair agora, você não conseguirá continuar a instalação. Você deve continuar, se possível.

source: <html><b>Exit</b> Wizard</html>
es: <html><b>Salir</b> del Asistente</html>
fr: <html><b>Sortie de</b> l'Assistant</html>
ga: >b/<tixE>b<>lmth< >lmth/<draziW
ja: <html><b>退出</b> ウィザード</html>
nl: <html><b>Afsluiten</b> Wizard</html>
pt_br: <html><b>Sair</b> do Assistente</html>

source: <html><b>Continue</b> Wizard</html>
es: <html><b>Continuar</b> con el Asistente</html>
fr: <html><b>Continuer</b> l'Assistant</html>
ga: >b/<eunitnoC>b<>lmth< >lmth/<draziW
ja: <html><b>続行</b> ウィザード</html>
nl: <html><b>Doorgaan</b> Wizard</html>
pt_br: <html><b>Continuar</b> o Assistente</html>

source: 1. Language
es: 1. Idioma
fr: 1. Langage
ga: .1 egaugnaL
ja: 1. 言語
nl: 1. Taal
pt_br: 1. Idioma

source: 2. License Agreement
es: 2. Acuerdo de licencia
fr: 2. Accord de licence
ga: .2 esneciL tnemeergA
ja: 2. ライセンス契約
nl: 2. Licentieovereenkomst
pt_br: 2. Contrato de Licença

source: 3. Choose Disk
es: 3. Escoger disco
fr: 3. Choisissez le disque
ga: .3 esoohC ksiD
ja: 3. ディスク選択
nl: 3. Kies schijf
pt_br: 3. Escolhar disco

source: 4. Hardware Test
es: 4. Prueba de hardware
fr: 4. Test du Matériel
ga: .4 erawdraH tseT
ja: 4. ハードウェアテスト
pt_br: 4. Teste de hardware

source: 5. Final Warning
es: 5. Alerta final
fr: 5. Avertissement Final
ga: .5 laniF gninraW
ja: 5. 最終警告
nl: 5. Laatste waarschuwing
pt_br: 5. Aviso final

source: Confirm Restart...
es: Confirmar reinicio...
fr: Confirmer le redémarrage...
ga: mrifnoC ...tratseR
ja: 再起動を確認
nl: Bevestig herstarten...
pt_br: Confirmar reinício...

source: Close
es: Cerrar
fr: Fermer
ga: esolC
ja: クローズ
nl: Sluiten
pt_br: Fechar

source: Confirm Install...
es: Confirmar instalación...
fr: Confirmer l'installation...
ga: mrifnoC ...llatsnI
ja: インストールを確認...
nl: Bevestig installatie...
pt_br: Confirmar instalação...

source: Cancel
es: Cancelar
fr: Annuler
ga: lecnaC
ja: キャンセル
nl: Annuleren
pt_br: Cancelar

source: Continue
es: Continuar
fr: Continuer
ga: eunitnoC
ja: 続行
nl: Doorgaan
pt_br: Continuar

source: Previous
es: Anterior
fr: Précédent
ga: suoiverP
ja: 過去の
nl: Vorige
pt_br: Anterior

source: Next
es: Siguiente
fr: Suivant
ga: txeN
ja: 次
nl: Volgende
pt_br: Próximo

source: Finish
es: Terminar
fr: Terminer
ga: hsiniF
ja: 終了
nl: Voltooien
pt_br: Terminar

source: Error sleeping
es: Error de inactividad
fr: Erreur lors de la veille
ga: rorrE gnipeels
ja: スリーピングにエラー
nl: Fout slapen
pt_br: Erro em espera

source: CPU:
ga: :UPC
