Repository: 5up3rc/ngfw_src
Catalog: smtp-casing/po/*/untangle-casing-smtp.po
Languages: es, fr, ja, nl

source: The account {0} doesn't have any quarantined messages.
es: No hay mensajes en cuarentena para la cuenta {0}.
fr: Le compte {0} n'a pas de messages en quarantaine.
ja: このアカウント {0} は、隔離メッセージを持っていません
nl: De account {0} heeft geen enkel bericht in quarantaine.

source: Please Try Again
es: Inténtelo Nuevamente
fr: SVP essayer à nouveau
ja: もう一度やり直してください

source: Move to Inbox (0 messages)
es: Mover a Bandeja (0 mensajes)
fr: Déplacer dans la boite de réception (0 messages)

source: Delete (0 messages)
es: Eliminar (0 mensajes)
fr: Effacer (0 messages)

source: Add to Safelist (0 Senders)
es: Agregar a Lista Segura (0 Remitentes)

source: Deleted one Message
es: Se ha eliminado un mensaje
fr: Un Message Effacé
ja: 1メッセージを削除しました
nl: Eén bericht verwijderd

source: Deleted {0} Messages
es: Se han eliminado {0} mensajes
fr: {0} Messages Effacés
ja: {0} メッセージを削除しました
nl: {0} berichten verwijderd

source: Released one Message
es: Se ha liberado un mensaje
fr: Un Message Libéré
ja: 1メッセージをリリースしました
nl: één bericht vrijgegeven

source: Released {0} Messages
es: Se han liberado {0} mensajes
fr: {0} Messages Libérés
ja: {0} メッセージをリリースしました
nl: {0} berichten vrijgegeven

source: Safelisted one Address
es: Se ha incluido una Dirección en Lista Segura
fr: Une Adresse ajouté à la liste de confiance
ja: アドレス一つをセーフリストしました
nl: één bericht toegevoegd aan Safelist

source: Safelisted {0} Addresses
es: Se han incluido {0} Direcciones en Lista Segura
fr: {0} Adresses ajoutés à la liste de confiance
ja: {0} アドレスをセーフリストしました
nl: {0} adressen toegevoegd aan Safelist

source: Delete (1 message)
es: Eliminar (1 mensaje)
fr: Effacer (1 messages)

source: Move to Inbox (1 message)
es: Mover a Bandeja (1 mensaje)
fr: Déplacer dans la boite de réception (1 message)

source: Delete ({0} messages)
es: Eliminar ({0} mensajes)
fr: Effacer ({0} messages)

source: Move to Inbox ({0} messages)
es: Mover a Bandeja ({0} mensajes)
fr: Déplacer dans la boite de réception ({0} messages)

source: Add to Safelist (1 Sender)
es: Agregar a Lista Segura (1 Remitente)

source: Add to Safelist ({0} Senders)
es: Agregar a Lista Segura ({0} Remitentes)

source: From
es: Remitente
fr: A partir de
ja: 差出人
nl: Van

source: Number of Attachments in the email.
es: Cantidad de Adjuntos en el correo.
fr: Nombre de pièces jointes dans le courriel.
ja: メールの添付ファイルの数
nl: Aantal bijlagen in de email.

source: Score
es: Puntaje
ja: スコア

source: Subject
es: Asunto
fr: Sujet
ja: 件名
nl: Onderwerp

source: Date
es: Fecha
ja: 日付
nl: Datum

source: Size (KB)
es: Tamaño (KB)
fr: Taille (KB)
ja: サイズ(KB)
nl: Grootte (KB)

source: Showing items {0} - {1} of {2}
es: Mostrando elementos {0} - {1} de {2}
fr: Afficher les articles {0} - {1} de {2}
nl: Bezig met items {0} - {1} van {2} te tonen

source: No messages to display
es: No hay mensajes para mostrar
fr: Pas de messages à afficher
nl: Geen berichten om weer te geven

source: The messages below were quarantined and will be deleted after {0} days.
es: Los mensajes de abajo fueron puestos en cuarentena y serán borrados depués de {0} días.
fr: Les messages ci-dessous ont été mis en quarantaine et seront effacés après {0} jours.
ja: 以下のメッセージは検疫されたあと、{0} 日後に削除されます。

source: Quarantined Messages
es: Mensajes en Cuarentena
fr: Messages mis en quarantaine
ja: 検疫されたメッセージ
nl: Berichten in quarantaine

source: You can use the Safelist to make sure that messages from these senders are never quarantined.
es: Puede usar la Lista Segura para que los mensajes de estos remitentes nunca sean puestos en cuarentena.
fr: Vous pouvez utiliser la liste de confiance pour s'assurer que les messages de ces expéditeurs ne seront jamais mis en quarantaine.
nl: Je kan de Safelist gebruiken om er zeker van te zijn dat berichten van deze zenders nooit in quarantaine worden geplaatst.

source: Safelist
es: Lista Segura
fr: Liste de confiance

source: Email Address
es: Dirección de Email
fr: Adresse de courriel
ja: Eメールアドレス
nl: Email adres

source: Delete Addresses
es: Eliminar Direcciones
fr: Supprimer les adresses
ja: アドレスの削除
nl: Verwijder adressen

source: Forward Quarantined Messages To:
es: Reenviar Mensajes en Cuarentena a:
fr: Transférer les messages en quarantaine à:
ja: 検疫メッセージの転送:
nl: Stuur berichten in quarantaine door naar:

source: Address
es: Dirección
fr: Adresse
ja: 住所
nl: adres

source: Received Quarantined Messages From:
es: Mensajes en Cuarentena recibidos de:
fr: Reçu les messages en quarantaine De:
ja: 検疫メッセージを以下から受信：
nl: Ontvangen berichten in quarantaine van:

source: Forward or Receive Quarantines
es: Reenviar o Recibir Cuarentenas
fr: Transmettre ou recevoir les quarantaines
ja: 転送または受信検疫
nl: Doorsturen of ontvangen van quarantaines

source: Unable to set the forward.
es: Imposible configurar el reenvío.
fr: Impossible de définir le faire suivre.
ja: フォワードを設定することはできません。
nl: Kan het doorsturen niet instellen.

source: Unable to delete an entry.
es: Imposible eliminar una entrada.
fr: Impossible de supprimer une entrée.
ja: エントリを削除することができません。
nl: Kan geen ingang verwijderen.

source: Delete one Addressess
es: Eliminar una Dirección
fr: Supprimer une adresse
ja: アドレスを一つ削除
nl: Verwijder één adressen

source: Delete {0} Addresses
es: Eliminar {0} Direcciones
fr: Supprimer {0} adresses
ja: {0}アドレスを削除
nl: {0} adressen verwijderen

source: Your Remote Access Portal login is not configured with a valid email address.
es: El login de su Portal de Acceso Remoto no está configurado con una dirección de email válida.
fr: Votre connexion au Portail d'Accès Distant n'est pas configurée avec une adresse courriel valide.
ja: あなたのリモートアクセスポータルのログインは、有効なメールアドレスで構成されていません。
nl: Je Remote Access Portal login is niet ingesteld met een geldig email adres.

source: Select User
es: Seleccionar Usuario
fr: Sélectionner un utilisateur
ja: ユーザを選択
nl: Selecteer gebruiker

source: Enter the email address for which you would like the Quarantine Digest
es: Escriba la dirección de email para la cual desea recibir un Resumen de Cuarentena
fr: Entrer l'adresse courriel pour laquelle vous désirez le résumé des quarantaines
ja: 検疫ダイジェストを希望する場合は、メールアドレスを入力してください
nl: Voer het email adres in waar je de quarantaine samenvatting wil

source: Request
es: Solicitud
fr: Demande
ja: リクエスト
nl: Aanvraag

source: Successfully sent digest to '{0}'
es: Se ha enviado resumen a '{0}' con éxito
fr: Envoi du rapport à '{0}' réussi
ja: '{0}' への正常送信ダイジェスト

source: A quarantine does not exist for '{0}'
es: No existe cuarentena para '{0}'
fr: Il n'éxiste pas de quarantaine pour '{0}'
ja: 検疫'{0}'は存在しません

source: Quarantine Request
es: Resumen de Cuarentena
fr: Demande des Quarantaines
ja: 検疫要求

source: Add
es: Agregar
fr: Ajouter
ja: 追加
nl: Toevoegen

source: Add an Email Address to Safelist
es: Agregar una Dirección de Email a la Lista Segura
fr: Ajouter une adresse courriel à la liste de confiance
ja: セーフリストにメールアドレスを追加
nl: Voeg een email adres to aan Safelist

source: Save
es: Guardar
fr: Sauvegarder
ja: 保存
nl: Bewaren

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren

source: Deleted one address
es: Se ha eliminado una dirección
fr: Une adresse effacée
ja: アドレスを一件削除しました
nl: Eén adres verwijderd

source: Deleted {0} addresses
es: Se han eliminado {0} direcciones
fr: {0} adresses effacées
ja: {0}アドレスを削除しました
nl: {0} adressen verwijderd

source: Delete one Address
es: Eliminar una Dirección
fr: Effacer une adresse
ja: アドレスを一件削除
nl: Verwijder één adres

source: Quarantine Digest
es: Resumen de Cuarentena
fr: Résumé des Quarantaines
ja: 検疫ダイジェスト

source: Quarantine Digest for {0}
es: Resumen de Cuarentena para {0}
fr: Résumé des Quarantaines de {0}
ja: {0}のための検疫ダイジェスト

source: Click here to access your spam quarantine.
es: Presione aquí para acceder su cuarentena de spam.
fr: Cliquer ici pour accéder à votre liste de spam en quarantaine.
ja: ここをクリックして、スパム検疫にアクセスします。

source: The spam quarantine contains emails that are being held from your email account.
es: La cuarentena de spam contiene emails que están siendo retenidos de su cuenta de email.
fr: La quarantaine des spams contient des courriels qui sont détenus à partir de votre compte de messagerie.
ja: スパム検疫は、あなたの電子メールアカウントが持っている電子メールを含みます。

source: Quarantined emails can be released to your inbox or deleted using the spam quarantine link.
es: Los emails en cuarentena pueden ser liberados a su bandeja de entrada o eliminados usando el enlace a la cuarentena de spam.
fr: Les courriels mis en quarantaine peuvent être libérés dans votre boîte de réception ou supprimés en utilisant le lien de quarantaine du spam.
ja: 隔離されたメールを受信トレイに公開するか、またはスパム検疫関連を使用して削除できます。

source: Quarantine Digest for: {0}
es: Resumen de Cuarentena para: {0}
ja: 検疫ダイジェスト:{0}
nl: Quarantaine samenvatting voor: {0}

source: {0} | Quarantine Digest for: {1}
es: {0} | Resumen de Cuarentena para: {1}
ja: {0} | 検疫ダイジェスト: {1}
nl: {0} | Quarantine samenvatting voor: {1}

source: Request Quarantine Digest Emails
es: Solicitar Emails de Resumen de Cuarentena

source: {0} | Request Quarantine Digest Email
es: {0} | Solicitar Email de Resumen de Cuarentena
ja: {0} | 検疫ダイジェストメールをリクエスト
nl: {0} | Vraag quarantaine samenvatting email aan

source: Delete one Remap
fr: Effacer une réaffectation
ja: リマップを一つ削除
nl: Verwijder één hertoewijzing

source: Deleted {0} Remaps
fr: {0} réaffectations effacées
ja: {0}リマップを削除しました
nl: {0} hertoewijzingen verwijderd

source: Unable to update remap table.
fr: Impossible de mettre à jour la table de réaffectation.
ja: リマップテーブルをアップデートすることができません
nl: Kan de hertoewijzingstabel niet updaten

source: Move to Inbox
nl: Verplaats naar Inbox

source: Delete Messages
nl: Verwijder berichten

source: Add Sender(s) to Safelist
nl: Voeg zender(s) to aan Safelist

source: Delete one Message
nl: Verwijder één bericht

source: Move one Message to Inbox
nl: Verplaats één bericht naar inbox

source: Delete {0} Messages
nl: Verwijder {0} berichten

source: Move {0} Messages to Inbox
nl: Verplaats {0} berichten naar inbox

source: Add Sender to Safelist
nl: Voeg zender toe aan Safelist

source: Add {0} Senders to Safelist
nl: Voeg {0} zenders toe aan Safelist

source: Request Quarantine Digest Email
nl: Vraag quarantaine samenvatting email aan
