Repository: 5up3rc/ngfw_src
Catalog: spyware/po/*.po
Languages: ro

source: Block Lists
ro: Liste Blocări

source: Block Spyware & Ad URLs
ro: Blochează Spyware & Ad URLs

source: User Bypass
ro: Bypass Utilizator

source: None
ro: Deloc

source: Temporary
ro: Temporar

source: Permanent and Global
ro: Permanent si Global

source: Block Tracking & Ad Cookies
ro: Blochează Tracking & Ad Cookies

source: Block Malware ActiveX Installs
ro: Blochează Instalări ActiveX Răuvoitoare

source: Block All ActiveX
ro: Blochează Toate ActiveX

source: Traffic
ro: Trafic

source: Monitor Suspicious Traffic
ro: Monitorizează Trafic Suspect

source: Spyware Blocker signatures were last updated:
ro: Protector Spyware a fost ultima data actualizat:

source: manage list
ro: gestionare lista

source: block
ro: blocat

source: [no identification]
ro: [fără identificare]

source: [no description]
ro: [fără descriere]

source: Cookies List
ro: Lista de Cookies

source: identification
ro: identificare

source: Identification
ro: Identificare

source: Block
ro: Blocat

source: ActiveX List
ro: Listă ActiveX

source: [no name]
ro: [fără nume]

source: Subnet List
ro: Listă subreţele

source: name
ro: nume

source: subnet
ro: subreţea

source: Name
ro: Nume

source: Subnet
ro: Subreţea

source: pass
ro: permis

source: [no category]
ro: [fără categorie]

source: Pass List
ro: Lista Permisiuni

source: description
ro: descriere

source: Pass
ro: Permis

source: Description
ro: Descriere

source: Failed
ro: Eşuat

source: Validation failed
ro: Validare Eşuată
