Repository: 5up3rc/ngfw_src
Catalog: mail-casing/po/*/untangle-casing-mail.po
Languages: de, ga

source: Move to Inbox
ga: evoM ot xobnI

source: Delete Messages
ga: eteleD segasseM

source: Add Sender(s) to Safelist
ga: ddA )s(redneS ot tsilefaS

source: Deleted one Message
de: Eine Nachricht wurde gelöscht
ga: deteleD eno egasseM

source: Deleted {0} Messages
de: {0} Nachrichten wurden gelöscht
ga: deteleD {0} segasseM

source: Released one Message
de: Eine Nachricht wurde freigegeben
ga: desaeleR eno egasseM

source: Released {0} Messages
de: {0} Nachrichten wurden freigegeben
ga: desaeleR {0} segasseM

source: Safelisted one Address
de: Eine Adresse zur Safelist hinzugefügt
ga: detsilefaS eno sserddA

source: Safelisted {0} Addresses
de: {0} Adresses zur Safelist hinzugefügt
ga: detsilefaS {0} sesserddA

source: Delete one Message
ga: eteleD eno egasseM

source: Move one Message to Inbox
ga: evoM eno egasseM ot xobnI

source: Delete {0} Messages
ga: eteleD {0} segasseM

source: Move {0} Messages to Inbox
ga: evoM {0} segasseM ot xobnI

source: Add Sender to Safelist
ga: ddA redneS ot tsilefaS

source: Add {0} Senders to Safelist
ga: ddA {0} sredneS ot tsilefaS

source: From
de: Von
ga: morF

source: Score
ga: erocS

source: Subject
de: Betreff
ga: tcejbuS

source: Date
de: Datum
ga: etaD

source: Size (KB)
de: Größe (KB)
ga: eziS )BK(

source: Showing items {0} - {1} of {2}
de: Zeige Objekt {0} - {1} von {2}
ga: gniwohS smeti {0} - {1} fo {2}

source: No messges to display
ga: oN segssem ot yalpsid

source: The messages below were quarantined and will be deleted after {0} days.
de: Die folgenden Nachrichten wurden in Quarantäne genommen und werden nach {0} Tagen gelöscht.
ga: ehT segassem woleb erew denitnarauq dna lliw eb deteled retfa {0} .syad

source: Quarantined Messages
de: Nachrichten in Quarantäne
ga: denitnarauQ segasseM

source: You can use the Safelist to make sure that messages from these senders are never quarantined.
de: Eine Safelist kann genutzt werden um sicherzustellen, dass Nachrichten von diesem Absender niemals in Quaratäne kommen.
ga: uoY nac esu eht tsilefaS ot ekam erus taht segassem morf eseht srednes erareven .denitnarauq

source: Safelist
ga: tsilefaS

source: Email Address
de: Email Adresse
ga: liamE sserddA

source: Delete Addresses
de: Lösche Adressen
ga: eteleD sesserddA

source: Forward Quarantined Messages To:
de: Leite Nachrichten aus Quarantäne weiter nach:
ga: drawroF denitnarauQ segasseM :oT

source: Address
de: Adresse
ga: sserddA

source: Received Quarantined Messages From:
de: Empfange Nachrichten aus Quarantäne von:
ga: devieceR denitnarauQ segasseM :morF

source: Forward or Receive Quarantines
de: Leite weiter oder empfange Quarantänen
ga: drawroF ro evieceR senitnarauQ

source: Unable to set the forward.
de: Weiterleitung kann nicht gesetzt werden.
ga: elbanU ot tes eht .drawrof

source: Unable to delete an entry.
de: Eintrag kann nicht gelöscht werden.
ga: elbanU ot eteled na .yrtne

source: Delete one Remap
de: Lösche einen Remap
ga: eteleD eno pameR

source: Deleted {0} Remaps
de: Lösche {0} Remaps
ga: deteleD {0} spameR

source: Unable to update remap table.
de: Kann Remap Tabelle nicht aktualisieren.
ga: elbanU ot etadpu pamer .elbat

source: Delete one Addressess
de: Lösche eine Adresse
ga: eteleD eno ssesserddA

source: Delete {0} Addresses
de: Lösche {0} Adressen
ga: eteleD {0} sesserddA

source: Request
de: Anfrage
ga: tseuqeR

source: Add
de: Hinzufügen
ga: ddA

source: Add an Email Address to Safelist
de: Füge eine Email Adresse zu Safelist hinzu
ga: ddA na liamE sserddA ot tsilefaS

source: Save
de: Speichern
ga: evaS

source: Cancel
de: Abbrechen
ga: lecnaC

source: Deleted one address
de: Eine Adresse gelöscht
ga: deteleD eno sserdda

source: Deleted {0} addresses
de: {0} Adressen gelöscht
ga: deteleD {0} sesserdda

source: Delete one Address
de: Lösche eine Adresse
ga: eteleD eno sserddA

source: Quarantine Digest for: {0}
de: Quarantänenübersicht für: {0}
ga: enitnarauQ tsegiD :rof {0}

source: {0} | Quarantine Digest for: {1}
de: {0} | Quarantänenübersicht für: {1}
ga: {0} | enitnarauQ tsegiD :rof {1}

source: Request Quarantine Digest Email
ga: tseuqeR enitnarauQ tsegiD liamE

source: {0} | Request Quarantine Digest Email
de: {0} | Fordere Quarantänenübersicht Email an
ga: {0} | tseuqeR enitnarauQ tsegiD liamE

source: The account {0} doesn't have any quarantined messages.
de: Dieses Konto {0} hat keine Nachrichten in Quarantäne.

source: Number of Attachments in the email.
de: Anzahl der Anhänge in der Email.

source: No messages to display
de: Keine Nachricht anzuzeigen

source: Your Remote Access Portal login is not configured with a valid email address.
de: Der Login zum Portal der Ferwartung wurde nicht mit einer gültigen Email Adresse konfiguriert.

source: Select User
de: Wähle Benutzer

source: Enter the email address for which you would like the Quarantine Digest
de: Email Adresse eingeben, die die Quarantänenübersicht erhalten soll

source: Successfully sent digest to '{0}'
de: Übersicht erfolgreich gesendet an '{0}'

source: A quarantine does not exist for '{0}'
de: Es existiert keine Quarantäne für '{0}'

source: Quarantine Request
de: Quarantänen Anfrage

source: Quarantine Digest
de: Quarantänenübersicht

source: Quarantine Digest for {0}
de: Quarantänenübersicht für {0}

source: Click here to access your spam quarantine.
de: Hier klicken für die Spam Quarantäne
